{"classes":["COURT","PETITIONER","RESPONDENT","JUDGE","LAWYER","DATE","ORG","GPE","STATUTE","PROVISION","PRECEDENT","CASE_NUMBER","WITNESS","PROCEDURES","OTHERS"],"annotations":[["Civil Appeal No. 140 of 1951.\r\nAppeal from a Judgment and Decree dated 22nd Septem ber, 1947, of the High Court of Judicature at Bombay (Sen and Bavdekar JJ.) in Appeal No. 41 of 1943 arising out of decree dated 4th September, 1942, of the Court of the First Class Subordinate Judge at Poona in Civil Suit No. 808 of 1941.\r\nRoshan Lal and B.S. Shastri for the appellant.\r\nHardyal Hardy for the respondent.\r\nFebruary 22.\r\nThe Judgment of the Court was deliv ered by BOSE J.\r\nThis is a defendant 's appeal in a suit on two mortgages.\r\nThe first was executed on the 7th of April, 1931, by the defendant and his father.\r\nThe second was dated the 17th of December, 1935, and was executed by the defend ant alone.\r\nThe first was for a sum of Rs, 9,500, the second for Rs. 3,500.\r\nThe same property was mortgaged each time.\r\nThe claim on the two deeds together was for Rs. 20,774 3 0.\r\nThese mortgages were in favour of one Narayan Gopal Sathe.\r\nOn the 28th of March, 1940, the mortgagee assigned them both to the plaintiff who now sues on them.\r\nThe defence was that both mortgages were satisfied.\r\nThe main evidence on which the defendant relied to prove satisfaction was an agreement dated the 17th of October, 1937, executed by the mortgagee Narayan Gopal Sathe in favour of the defendant.\r\nThe document has been excluded from evidence by the trial Court as well as by the High Court on appeal on the ground that it required registration.\r\nIf this document is excluded, then there is a concurrent finding of fact by both the Courts that the rest of the evidence is not good enough to prove satisfaction.\r\nThey have disbelieved it and decreed the plaintiff 's claim in full.\r\nThe only ques tions before us are (1) whether this document required registration and (2) whether, if it did, it 493 cannot still be used for what the defendant claims is a collateral purpose, namely proving full payment of the mortgage amount.\r\nThe agreement came about in this fashion.\r\nThe mortga gee, Narayan Sathe, was appointed Receiver of two Cinemas in Poona.\r\nThe Court appointing him required him to produce a surety in the sum of Rs. 10,000.\r\nThe defendant agreed to undertake this responsibility and as a consideration for that the mortgagee executed the agreement in question.\r\nThe portions of the document relevant for the present purpose are as follows.\r\nThe mortgages are there described as the \"transactions of give and take.\" \"(3) It is extremely necessary to explain beforehand the transaction of give and take outstanding between both of us. (4) Whereas two transactions have been done between you and me.\r\nTherefore you have agreed to stand surety.\r\nAnd only for that reason I am executing this agreement and giving it to you in writing and thereunder I am settling and formulating some new terms and I am confirming some very terms which were declared before.\r\n(5) Although in the matter of the transaction relating to the aforesaid mortgage deeds the rate of interest men tioned in the documents purporting to be the mortgage deeds is 14 annas per mensem per centum, still the actual interest is to be received only at the rate of 8 annas per mensem per centum; so it is settled between you and me and I have also agreed to the same.\r\nAnd even at that rate I have also been receiving the interest and I shall also receive hereafter. (6) As regards the transaction of the second mortgage deed. if as agreed at that time between you and me you pay me Rs. 1,800 in the lump then it will be understood that the transaction of give and take subsisting between you and me has been wholly completed and fully paid up.\r\nAs you have no sufficiency of funds to make up and pay in full the above sum at once it is settled that you are to pay to me Rs. 80 per 64 494 month and thus you are to make payment in full.\r\nIn accord ance with the agreement arrived at between us both subse quent to the document purporting to be the second mortgage deed the said documents and papers and the written receipts in respect of interest given to you by me relating to the payment in full made by you in respect of interest and principal on account of the first transaction dated 7 4 31 have been kept with me.\r\n* * (8) As mentioned above (vide paras 5 and 6) no interest of any nature whatever has remained claimable by me from you in accordance with the agreement arrived at between us both from the date of your suretyship onward and prior to it and in like manner I understand that the whole of the principal has been fully paid.\r\n(10) If you so wish or if necessity may arise then at any time you may ask for it and I shall give you this agree ment on being written out on stamped paper and on being registered.\r\n\" In our opinion, this is a document which limits and extinguishes interests in immoveable property in the present within the meaning of section 17(1) (b) of the Indian Regis tration Act.\r\nClause (4) of the agreement expressly says so.\r\nReferring to the two mortgages it says \"I am settling and formulating some new terms.\r\n\" This speaks from the present.\r\nIt does not say that this was some past agreement, and that fact is underlined in the next sentence which reads \"and I am confirming some very terms which were declared before.\r\n\" Among the new terms is the following.\r\nThe rate of inter est agreed upon in the two mortgage deeds was 14 annas per cent per month.\r\nClause (5) reduces this to 8 annas.\r\nIt is true that according to clause (5) only 8 annas had actually been paid all along but that hardly 495 matters because the question is not what was paid but what was due and what the mortgagee could have enforced under his bond.\r\nIt is evident from clause (4) that it was the agree ment embodied in the document which effected the change and therefore it was the document itself which brought the altered terms into being.\r\nThe next question is whether this limits an interest in immoveable property.\r\nWe are of opinion it does.\r\nWe agree with the learned Rangoon Judges in U. Po Thin vs Official Assignee(1) that one part of the \"interest\" which a mortga gee has in mortgaged property is the right to receive inter est at a certain rate when the document provides for inter est.\r\nIf that rate is varied, whether to his advantage or otherwise, then, in our judgment, his \"interest\" in the property is affected.\r\nIf the subsequent agreement substi tutes a higher rate, then to the extent of the difference it \"creates\" a fresh \"interest\" which was not there before.\r\nIf the rate is lowered, then his original \"interest\" is limited.\r\nThe question of a higher rate was considered by their Lordships of the Privy Council in Tika Ram vs Deputy Commis sioner of Bara Banki(2).\r\nThere, the mortgagors gave the mortgagees an unregistered rukka or written promise simulta neously with the registered mortgage stipulating that they would pay an extra 6 per cent per annum over and above the 15 per cent entered in the mortgage.\r\ntheir Lordships held that these rukkas could not be used to fetter the equity of redemption.\r\nThey did not decide whether the personal cove nant in the rukkas could be enforced because that point had not been raised in the plaint and pleadings, nor did they refer to the Registration Act, but we think the words \"an unregistered instrument which the statute declares is not to affect the mortgaged property\" can only have reference to that Act.\r\n(1) (1938) R.L.R. 293: A.I.R. 1938 R. 285.\r\n(2) (1899) 26 I.A. 97 at 100.\r\n496 It was argued, on the strength of Mahim Chandra Dey vs Ram Dayal Dutta,(1) Ram Ranjan vs Jayanti lal(2) and Collec tor of Etah vs Kishori Lal(3), that it is always open to a mortgagee to release or remit a part of the debt, and when he does so he does not limit or extinguish an interest in immovable property any more than when he passes a receipt acknowledging payment of the whole or part of the money.\r\nThe effect of the payment, or of the release, may be to extin guish the mortgage but in themselves they do not limit the interest.\r\nExtending this, the learned counsel for the defendant contended that when a mortgagee agrees to accept a lower rate of interest he does no more than release that part of the debt which would be covered by the difference in rate.\r\nWe do not agree.\r\nThere is a difference between a re ceipt and a remission or a release.\r\nA receipt is not the payment, nor does the document in such a case serve to extinguish the mortgage or limit the liability.\r\nIt is the payment of the money which does that and the receipt does no more than evidence the fact.\r\nNot so a release.\r\nThe extin guishment or diminution of liability is in that event ef fected by the agreement itself and not by something external to it.\r\nIf the agreement is oral, it is hit by proviso 4 to section 92 of the Evidence Act, for it \"rescinds\" or \"modi fies\" the contract of mortgage.\r\nIf it is in writing, it is hit by section 17 (1) (b) of the Registration Act, for in that case the writing itself \"limits\" or \"extinguishes\" the liability under the mortgage.\r\nIt is to be observed that when the mortgagor pays money due on the mortgage, in whole or in part, he is carrying out the terms of the bond and is not making any alteration in it, and even though the fact of payment may limit or extin guish the mortgagee 's interest that is only because the bond is working itself out by the force of its own terms and not by reason of some new agreement which seeks to modify it or limit or extinguish the interest which it creates.\r\nA simple test (1)A.I.R. (3) A.I.R. 1930 All. 721 at 725 F.B. (2) A.I.R. 1926 Cal. 906.\r\n497 is this: see whether the mortgagee can, in the face of the subsequent agreement, enforce the terms of his bond.\r\nIf he cannot, then it is plain that the subsequent undertaking has effected a modification, and if that has the effect of limiting or extinguishing the mortgagee 's interest, it is at once hit either by section 17 (1) (b) or section 92 proviso 4.\r\nBut when there is a mere payment of money, that is done under the terms of the bond, for the contract of mortgage postulates that the mortgagor should repay the money bor rowed and that when he does so the mortgagee 's interest in the property shall be \"limited\" to the extent of the repay ment or, when all is repaid, be wholly extinguished; nor, of course, does a payment have to be made by a written or registered instrument, or even evidenced by one.\r\nClause (xi) to section 17 (2) of the Registration Act is based on this principle.\r\nIt draws a distinction between a document which, by the force of its terms.\r\neffects the extinguishment, or purports to do so, and one which merely evidences an exter nal fact which brings about that result.\r\nNow apply the test just given to the present case.\r\nUnder the mortgages the mortgagee is entitled to interest at 14 annas per cent.\r\nper month but the mortgagor says he cannot claim that.\r\nWhy ? Because, according to him, the subsequent agreement altered the terms of the bond and reduced his liability to only 8 annas.\r\nIt hardly matters what the agreement is called, whether a release or a remission, nor is it germane to the question that the mortgagee is enti tled to remit or release the whole or a part of the debt; the fact remains that his agreement to do so effects an alteration in the original contract and by the force of its terms or extinguishes his interest, Assume that the mortga gor repaid the whole of the interest at the altered rate and the whole of the principaL, would those repayments by them selves effect an extinguishment of the mortgage ? Clearly not, because unless the subsequent agreement is called in aid, more would be due under the terms of the bond on ac count of the higher rate of interest.\r\nIt is evident then that it is the 498 agreement which limits the mortgagee 's interest ' and serves to extinguish the mortgage and not mere payment at the reduced rate.\r\nSimilar observations apply to clause (6) of the agree ment.\r\nIt begins by reciting a past agreement in which the mortgagor had promised to pay Rs. 1,800 in a lump sum.\r\nWe are left to infer that this was to extinguish the mortgage.\r\nIf it was, then it would be hit by either section 92, provi so 4, of the Evidence Act or section 17(1)(b) of the Regis tration Act, but that does not matter because the present document varies even that agreement and substitutes a third agreement in its place, namely that payment of Rs. 1,800 by instalments at the rate of Rs 80 a month will effect \"pay ment in full\", that is to say, will extinguish the mortgage.\r\nThis speaks from the date of the document, for it says, referring to this agreement, that ' it is settled\" etc.\r\nNext we come to clause (8).\r\nThat refers us back to clauses (5) and (6) and says that \"as mentioned there no interest of any nature whatever has remained claimable by me\" and speaking of the principal says \"and in like manner I understand the whole of the prin cipal has been fully paid\".\r\nWe have already dealt with clauses (5) and (6).\r\nClause (8) carries us no further and merely states that because of clauses (5) and (6) neither interest nor principal is now claimable; and of course if neither interest nor principal is claimable that extinguish es the mortgage, and in this case the extinguishment is brought about, not by mere payment in accordance with the terms of the bond, but because of the fresh agreement.\r\nClause (10) remains for consideration.\r\nIt was argued that this brings the matter within section 17(2) (v) of the Registration Act because it gives the defendant the right to obtain another document which will effect the extinguish ment.\r\nWe do not agree because clause (v) of sub section (2) of section 17 of the Act postulates that the document shall not of itself create, declare, 499 assign, limit, extinguish any right etc., and that it shall merely create a right to obtain another document etc.\r\n(The stress is on the words \"itself\" and \"merely \". ) We agree with Sir Dinsha Mulla at page 86 of the 5th edition of his Indian Registration Act that \"If the document itself creates an interest in immove able property, the fact that it contemplates the execution of another document will not exempt it from registration under this clause.\r\n\" As we have seen, this document of itself limits or extinguishes certain interests in the mortgaged property),.\r\nThe operative words are reasonably clear.\r\nConsequently, the document is not one which merely confers a right to obtain another document.\r\nIt confers the right only in certain contingencies, namely, \"if you so wish\" or \"if necessity may arise.\r\n\" Its purport is to effect an immediate alteration in the terms of the two bonds and because of that alteration to effect an immediate extinguishment and limitation.\r\nClause (10) merely confers an additional right, namely the right to obtain another document \"if you so wish\" or \"if necessity may arise.\" Therefore, the document in question is not one which merely creates a right to obtain another.\r\nAn agreement to sell, or an agreement to transfer at some future date, is to be distinguished because that sort of document does not of itself purport to effect the trans fer.\r\nIt merely embodies a present agreement to execute another document in the future which will, when executed, have that effect.\r\nThe document in hand is not of that type.\r\nIt does not postpone the effect of extinguishment or limita tion of the mortgages to a future date.\r\nIt does not say that the agreement it embodies shall take effect in the future.\r\nIt purports to limit and extinguish the liabilities on the two mortgages at once by virtue of the document itself and merely adds that \"if it is necessary or should you want another document, I will repeat the present 500 agreement in a registered agreement.\r\n\" By implication it means that if it is not necessary, or if the mortgagor does not want a registered instrument, the document itself will have effect.\r\nIncidentally, one effect of holding that this document does not limit or extinguish the mortgagor 's li ability would be that there is no agreement to that effect yet in force, This may or may not give the mortgagor a right to obtain specific performance of his right to obtain such an agreement but until he does that there would be no bar to the mortgagee 's claim in this suit.\r\nHowever, it is not necessary to go as far as that because we are of opinion that this document is not exempt from registration under section 17(2) (v), and we so hold.\r\nThe next question is whether the document can be used in evidence under the proviso to section 49 of the Registration Act.\r\nWe are clear it cannot.\r\nThis is not a suit for specif ic performance nor does any question of part performance under section 53A of the Transfer of Property Act arise.\r\nIt remains then to be seen whether the use now sought to be made of the document is to evidence a collateral transaction not required to be evidenced by a registered instrument.\r\nBut what is the 'transaction sought to be proved but the very agreement which the document not merely evidences but, by reason of its own force, creates ? That is not a collat eral transaction and even if it were a transaction of that type, it would require a registered instrument for the reasons we have already given.\r\nSection 53A of the Transfer of Property Act was re ferred to but it has no application, for the agreement we are concerned with is not a transfer.\r\nThere are no words of conveyance in it; also the mortgagor is not continuing in possession in part performance of the contract.\r\nBoth mort gages were simple and the right to possession never resided in the mortgagee.\r\nHe might in due course have acquired it by process of law if he obtained a decree and purchased at the sale; on the other hand, a stranger might have purchased and the right to possession would 'in that event have passed elsewhere, But he had no right to possession at the 501 date of the agreement and having none he could not have transferred it.\r\nThe mortgagor 's possession was consequently not referable to the agreement.\r\nThe appeal fails and is dismissed with costs.\r\nAppeal dismissed.\r\n",{"entities":[[0,29,"CASE_NUMBER"],[71,92,"DATE"],[101,125,"COURT"],[129,135,"GPE"],[137,157,"JUDGE"],[162,183,"CASE_NUMBER"],[212,231,"DATE"],[240,282,"COURT"],[286,291,"GPE"],[295,322,"CASE_NUMBER"],[324,351,"LAWYER"],[372,385,"LAWYER"],[407,419,"DATE"],[465,472,"JUDGE"],[563,581,"DATE"],[642,664,"DATE"],[740,745,"OTHERS"],[766,772,"OTHERS"],[866,877,"OTHERS"],[946,965,"DATE"],[1190,1211,"DATE"],[1785,1788,"OTHERS"],[2033,2039,"GPE"],[2117,2124,"OTHERS"],[3444,3453,"OTHERS"],[3732,3738,"OTHERS"],[3743,3749,"OTHERS"],[4825,4842,"PROVISION"],[4850,4875,"STATUTE"],[5358,5368,"PROVISION"],[5424,5434,"PROVISION"],[5497,5500,"OTHERS"],[5647,5657,"PROVISION"],[5975,6006,"PRECEDENT"],[6618,6666,"PRECEDENT"],[7188,7204,"STATUTE"],[7386,7405,"PRECEDENT"],[7476,7512,"PRECEDENT"],[7517,7545,"PRECEDENT"],[7550,7586,"PRECEDENT"],[7841,7847,"OTHERS"],[8734,8744,"PROVISION"],[8752,8764,"STATUTE"],[8860,8878,"PROVISION"],[8886,8903,"STATUTE"],[9487,9497,"PRECEDENT"],[9498,9509,"PRECEDENT"],[9535,9561,"PRECEDENT"],[9878,9896,"PROVISION"],[9900,9921,"PROVISION"],[10394,10408,"PROVISION"],[10416,10432,"STATUTE"],[11900,11910,"PROVISION"],[12017,12022,"OTHERS"],[12145,12155,"PROVISION"],[12176,12188,"STATUTE"],[12192,12208,"PROVISION"],[12216,12233,"STATUTE"],[12391,12396,"OTHERS"],[12649,12658,"PROVISION"],[12685,12704,"PROVISION"],[12950,12968,"PROVISION"],[12972,12982,"PROVISION"],[13039,13058,"PROVISION"],[13355,13365,"PROVISION"],[13444,13461,"PROVISION"],[13469,13485,"STATUTE"],[13618,13628,"PROVISION"],[13632,13661,"PROVISION"],[13739,13742,"OTHERS"],[13926,13942,"OTHERS"],[13980,14003,"STATUTE"],[14725,14736,"PROVISION"],[16416,16433,"PROVISION"],[16539,16549,"PROVISION"],[16557,16574,"STATUTE"],[16694,16705,"PROVISION"],[16725,16737,"STATUTE"],[17247,17258,"PROVISION"],[17266,17290,"STATUTE"],[17886,17889,"OTHERS"]]}]]}