{"classes":["COURT","PETITIONER","RESPONDENT","JUDGE","LAWYER","DATE","ORG","GPE","STATUTE","PROVISION","PRECEDENT","CASE_NUMBER","WITNESS","PROCEDURES","OTHERS"],"annotations":[["Appeal No. 159 of 1951.\r\nAppeal by special leave from the judgment and order dated 13th of April, 1951, of the High Court of Judicature at Madras (Rajamannar C.J. and Somasundaram J.) in C.M.P. No. 122/15 of 1950.\r\nM.C. Setalvad (C. R. Pattabhi Raman, with him) for the appellant.\r\nC.K. Daphtary (M. Natesan, with him) for the respondent No.1 V.K.T. Chari, Advocate General of Madras (R. Ganapathi lyer, with him) for respondent No. 4. 1952.\r\nMarch 17.\r\nThe Judgment of the Court was delivered by CHANDRASEKHARA AIYAR J.\r\nThis appeal arises as the result of special leave to appeal granted by this Court on the 1st of May, 1951, against an order of the Madras High Court dated 13th April, 1951, quashing certain proceedings of the Regional Transport Authority, Tanjore, and the Cen tral Traffic Board, Madras, dated 19th January, 1950, and 3rd March, 585 1950, respectively, and an order of the first respondent (the State of Madras) dated 7th November, 1950, and direct ing the issue to Messrs. Raman and Raman Ltd., (Petitioners before the High Court) of permits for the five buses in respect of which a joint application had been made original ly by them and one T.D. Balasubramania Pillai.\r\nThe present appellant, G. Veerappa Pillai, was the fourth respondent in the High Court.\r\nThe present first respondents (Messrs. Raman and Raman Ltd.) were the peti tioners before the High Court Present respondents Nos. 2, 3 and 4 were respectively respondents Nos. 1, 2 and 3 before the High Court.\r\nThe dispute is between the appellant and Messrs. Raman and Raman Ltd., who were competing bus proprietors in the Tanjore District; and it is over the issues of five perma nent permits for buses Nos.\r\nM.D.O. 81, M.D.O. 230, M.D.O. 6, M.D.O. 7 and M. D.O. 759 on the route between Kumbakonam and Karaikal.\r\nIt has been a long drawn game with many moves, counter moves, advances and checkmates, both sides display ing unusual assiduity and skill in their manoeuvres for position.\r\nBut it is unnecessary to set out in great detail all the steps taken, as they have been narrated in the order of High Court and many of them are of insignificant rele vance for disposal of this appeal.\r\nI shall state here only what is material.\r\nThe 'C ' permits for the five buses stood originally in the name of Balasubramania Pillai.\r\nThe buses were agreed to be purchased from him by Messrs. Raman and Raman Ltd., and there was a joint application by the transferor and trans feree on 10th March, 1944, for transfer of the ownership and of the 'C ' permits in the name of the purchasers.\r\nTwo days later, Veerappa Pillai, proprietor of the Sri Sathi Viias Bus Service, who is the appellant before us, applied for temporary permits to ply two of his own vehicles over the same route, stating that the vehicles of the two agencies which held the permits were mostly out of action.\r\nIt was a fact that out of the five buses sold 586 by Balasubramania Pillai, only two were then running; the other three were under repairs.\r\nThe permanent permits for the sold buses were suspended by order of the Secretary dated 28th March, 1944.\r\nTemporary permits for buses M.D.O. 920, 894, 918, M.S.C. 7632 and 7482 had been issued to Veerappa Pillai during the same month.\r\nNow we come to another chapter in the story.\r\nBalasubra mania Pillai resiled from the joint application and repudi ated it as having been got from him by fraud.\r\nThe Secre tary, Road Traffic Board, thereupon refused to transfer the ownership on the 19th March, 1944, and this order was con firmed by the Board on 29th May, 1944, Balasubramania Pillai and Veerappa Pillai made a joint application on 10th April, 1944, for transfer of the buses and the original permits in favour of Veerappa Pillai who had on the same date agreed to purchase the vehicles.\r\nThe Secretary granted this applica tion on the same date Messrs. Raman and Raman Ltd., took the matter before the Central Road Traffic Board and they made an order on 16th August, 1944, upholding the issue of tempo rary permits to Veerappa Pillai for his buses M.D.O. 920, 894,918, M.S.C. 7632 and 7482, but setting aside the trans fer of registry of the original buses and the transfer of the permits relating to the same.\r\nOn an application by Veerappa Pillai to review its order dated 16th August, 1944, the Central Road Traffic Board allowed on 27th November, 1944, only the transfer of the ownership of the buses but not a transfer of the permits.\r\nYet another move in the game was this Veerappa Pillai filed a suit in the court of the Subordinate Judge, Kumbako nam, on 3rd October, 1944, for recovery of possession of the original five buses from Messrs. Raman and Raman Ltd., on the strength of his purchase from Balasubramania Pillai.\r\nThe Subordinate Judge appointed Veerappa Pillai as Receiver on 17th March, 1945, and the five disputed buses were deliv ered to him on 26th April, 1945.\r\nTwo of the buses M.D.O. 6 and 7 were repaired by him and put on the route under his temporary permits.\r\nThe suit was decreed in 587 his favour on 2nd May, 1946.\r\nLater, he repaired the other three buses M.D.O. 759, 230 and 81 and began to run them on the same route under the temporary permits he held.\r\nVeerappa Pillai was discharged from receivership on 18th September, 1946.\r\nOn the strength of the Sub Court decree, Veerappa Pillai again applied for a permanent transfer of the permits, and on 22nd July, 1946, the Central Road Traffic Board trans ferred the petition to the Regional Transport Authority with an intimation that it saw no objection to the issue of regular permits to Veerappa Pillai for the disputed buses or to their transfer in his name, provided there were valid permits in existence.\r\nThis view appears to have been modi fied later and on 2nd September, 1946, the Regional Trans port Officer directed the issue of temporary permits to the buses for the period from 3rd September, 1946, to 31st October, 1946, subject to the condition that the issue of the permits did not affect the rights of either party in the matter under dispute.\r\nThereupon, the Government was moved by Veerappa Pillai and also by Messrs. Raman and Raman Ltd., but the Government declined to interfere and the result was an order on 30th June, 1947, by the Regional Transport Authority to the following effect: \" Since the subject matter is on appeal before the High Court, the matter will lie over pending the decision of the High Court.\r\nThe temporary permits are continued as is being done.\" A fresh petition by Veerappa Pillai to the Central Road Traffic Board, Madras, was unsuccessful, but a further appeal to the Government of Madras ended in his favour in an order dated 29th March, 1949.\r\nThe order is in these terms : \"Shri Sathi Viias Bus Service, Porayar, Tanjore dis trict, have been permitted by the Regional Transport Author ity, Tanjore, to run their buses M.D.O. 6, 7, 81, 230 and 750 on the Kumbakonam Karaikal route on temporary permits from 1944 pending 588 the High Court 's decision on the question of permanent ownership of the buses.\r\nGovernment consider it undesirable to keep these buses running on temporary permits for a long and indefinite period.\r\nFurther Sri Sathi Vilas Bus Service have secured the decision of the Sub Court, Kumbako nam, in their favour about the permanent ownership of the buses.\r\nIn the circumstances the Regional Transport Authori ty, Tanjore, is directed to grant permanent permits for the buses of Sri Sathi Vilas Bus Service, Porayar, referred to above in lieu of the existing temporary permits.\r\n\" On the basis of this Government order, permanent permits were issued in favour of Veerappa Pillai on 18th April, 1949.\r\nGetting to know of this last order, Messrs. Raman and Raman Ltd.,approached the Government Madras with a petition praying for clarification of the order by making it expressly subject to the decision of the High Court regarding the title to the said five buses and that in the event of the High Court deciding the appeal in favour of Messrs. Raman and Raman Ltd. \"the above said five permanent permits will be taken away from Veerappa Pillai and given to them.\" The Minister of Transport, who dealt with the matter, stated on the petition \"that was my inten tion also.\r\n\" The High Court reversed the decree of the Sub Court on 2nd September, 1949, and came to the conclusion that the title of Messrs. Raman and Raman Ltd., to the five buses prevailed over that of Veerappa Pillai.\r\nOn 19th September, 1949, they applied to the Government for cancellation of the five permits issued to Veerappa Pillai and for grant of the same to them.\r\nThe Government declined to interfere as the Regional Transport Authority was the competent authority, vide order dated 16th November, 1949.\r\nIn their application to the Regional 'Fransport Authority dated 28th November, 1949, Messrs. Raman and Raman Ltd., asked for withdrawal of the permits.\r\nIn the meantime, that is on 14th October, 1949, Veerappa Pillai applied for renewal of his permanent permits held for his own 589 buses Nos.\r\nM.D.O. 1357, 20, 1366, 1110, 1077, M.D.O. 1368 and M.S.C.7632, which had been substituted for the disputed buses as they had become unroadworthy and useless.\r\nThe application for renewal has under section 58, sub clause (2), of the Act to be treated as a fresh application for new permits.\r\nThis procedure was followed and on 22nd October, 1949, a notification was issued inviting objections against the renewal and giving 30th November, 1949, as the date of hearing.\r\nNo objections were received and the Secretary renewed the permits for two years from 1st January, 1950.\r\nThis order was dated 3rd January, 1950.\r\nThe Regional Trans port Authority dealing with the application of Messrs. Raman and Raman Ltd., dated 28th November, 1949, resolved on 19th January, 1950, that the permanent permits issued to Veerap pa Pillai should be cancelled, that the route should be declared vacant in respect of the five buses and fresh applications should be invited and dealt with on the merits.\r\nThe order further stated that \"in the meanwhile Sri G. Veerappa Pillai and Raman and Raman will be given temporary permits for running two and three buses respectively on the route.\r\nThe permanent permits will be cancelled with imme diate effect.\r\nRaman and Raman should put in the buses as quickly as possible.\r\nTill then Sri Veerappa Pillai will be given temporary permits so as not to dislocate public traf fic.\r\n\" Both the parties were dissatisfied with this order and preferred appeals to the Central Road Traffic Board, Madras, which dismissed the appeal of Messrs. Raman and Raman Ltd., and restored the permanent permits of Veerappa Pillai by order dated the 3rd March, 1950.\r\nMessrs Raman and Raman Ltd., moved the Government, but it declined to interfere by G.O., dated 7th November, 1950.\r\nThereupon, Messrs. Raman and Raman Ltd., moved the High Court on 4th December, 1950, under article 226 of the Constitution in Civil Miscellaneous Petition No. 12215 of 1950 for a writ of certiorari for quashing the orders and the proceedings of the 590 Regional Transport Authority, the Central Road Traffic Board, Madras, and the State of Madras dated 19th January, 1950, 3rd March, 1950, and 7th November, 1950, respectively, and for the issue of a writ of mandamus or other such appro priate directions to the first respondent to transfer, issue or grant \"the five pucca permits in respect of the route Kumbakonam to Karaikkal to the petitioner herein\" (Messrs. Raman and Raman Ltd.) It is on this petition that 'the order challenged in this appeal was made by the High Court.\r\nThe High Court took the view that throughout all the stages prior to the High Court 's decree, the parties, the transport authorities vested with the power to issue per mits, and the Government also proceeded upon the footing that the transfer of the permits was dependent on the title to the buses and that Veerappa Pillai obtained the temporary and permanent permits only in his capacity as transferee and not in his individual right.\r\nTo quote the learned Chief Justice:\"the conduct of the parties, the attitude of the transport authorities including the Government are all explicable only on the assumption that the rights of parties were consequent on the ownership of the five vehicles in question.\r\nThe fourth respondent having obtained the benefit of temporary and permanent permits as a transferee from Balasubramania Pillai all this time cannot be heard now to say after the decision of this Court which has negatived his claim and upheld the claim of the applicant that the appli cant should not enjoy the fruits of his success.\r\n\" He further points out that the procedure laid down by the Motor Vehi cles Act and the rules for grant of fresh permits was not followed and that long before the application for renewal was allowed, the Regional Transport Authority had been informed of the decision of the High Court.\r\nThe order of the Central Road Traffic Board was in his opinion most unsatis factory, as it was based on a quibbling distinction between \"withdrawal\" and \"cancellation\" of the permits.\r\nIn his view, the orders complained against deprived Messrs. Raman and Raman Ltd., of the fruits of the 591 decree obtained by them at the hands of the High Court after much expenditure of time and money.\r\nAn examination of the relevant sections of the Motor Vehicles Act does not support the view that the issue of a permit for a bus which falls within the definition of a \"stage carriage \" is necessarily dependent on the ownership of vehicle.\r\nAll that is required for obtaining a permit is possession of the bus.\r\nAs ownership is not a condition precedent for the grant of permits and as a person can get a permit provided he is in possession of a vehicle which satisfies the requirements of the statute or the rules framed thereunder, we have to hold that the parties and the authorities were labouring under a misconception if they entertained a contrary view.\r\nBut the assumption on which they proceeded may perhaps be explained, if not justified, on the ground that it was supposed that the question of ownership of the vehicles had an important or material bearing on the question as to which of them had a preferen tialclaim for the permits.\r\nIt may well be it Was one of the factors to be taken into account and it seems to us that this was apparently the reason why the question of issue of permanent permits was postponed from time to time till we come to the order of the Government dated 29th March, on petitions presented by both the contestants.\r\nIf matters had stood as they were till the Government had made this order, something could have been said in favour of Messrs. Raman and Raman Ltd., in the event of their ultimate success in the High Court as regards the title to the five buses.\r\nBut the said order altered the situation.\r\nIn the order, the direction for the grant of permanent permits is not rested solely on the decision of the Sub Court in favour of Veerappa Pillai but another reason was also given, namely, that Government considered it undesirable to keep the buses running on temporary permits for a long and indefinite period.\r\nIn giving this reason, they were stating a policy.\r\n77 592 As observed already, the High Court by their judg ment dated 2nd September, 1949, reversed the decree of the Subordinate Judge and dismissed Veerappa Pillai 's suit for possession of the buses based on his title.\r\nIf it were the law that the question of possession based on ownership was decisive as regards the grant of permits, and if no other circumstances were available to be taken into account when the question of the issue of permanent permits again came up for consideration, it would have been easy to hold that Messrs. Raman and Raman Ltd., had at least a preferential claim.\r\nBut unfortunately for them, both these requisites are not satisfied.\r\nIt has been point ed out already that nowhere do we find in the Act anything to indicate that the issue of permits depends on ownership.\r\nOther circumstances which had a material bear ing as to which of them was entitled to the permits had come into existence since the date of the original joint application and were taken into account by the transport authorities and by the Government.\r\nThe order of 19th January, 1950, of the Regional Transport Authority sought to render rough and ready justice between the par ties by the adoption of what may be called a middle course.\r\nThe terms of the order have already been set out.\r\nBefore disposing of the appeals of both the parties, the Central Traffic Board appears to have called for a report from the Regional Transport Officer.\r\nIn this report, attention was drawn to the fact that all the five buses had been replaced by new vehicles and that the registration certificates had been cancelled as a result of the replacement.\r\nAfter Balasubramania Pillai, it was Veerappa Pillai who was running the buses continuously on this route for nearly 5 years and he also obtained the privilege of securing the permanent permits.\r\nThe Central Traffic Board 's order of 3rd March, 1950, restoring the permanent permits of Veerappa Pillai was based on the fact that Messrs. Raman and Raman Ltd. asked for withdrawal of the permits and not their cancellation and that no opportunity had been given to Veerappa Pillai to show cause why his permits should not be cancelled; and 593 the procedure prescribed for cancellation was not followed.\r\nWhen the Government was moved by Messrs. Raman and Raman Ltd., under section 64 (a) of the Motor Vehicles Act, they had before them a petition for withdrawal of the perma nent permits issued to Veerappa Pillai and for transfer or grant of five 'pucca permits ' relating to the five buses.\r\nThe Government granted stay of the appellate order of the Central Road Traffic Board pending disposal of the revision petition 'and called for a report from the subordinate trans port authorities.\r\nTwo important facts were brought to the notice of the Government in the report Messrs. Raman and Raman Ltd. did not file any objections to the renewal of the permits sought by Veerappa Pillai.\r\nWhat is more important, they had no permits from the French authorities enabling them to run any buses on the portion of the route which lay in French territory.\r\nIt was further pointed out that there was no subsisting joint application to support the request for transfer and that the original permits in the name of Bala. subramanian had ceased to exist after 31st December 1944.\r\nThe Government had also before them two petitions dated 8th March, 1950, and 25th October, 1950, from Messrs Raman and Raman Ltd. and two petitions dated 29th March, 1950, and 8th June, 1950, from Veerappa Pillai.\r\nIt is on the basis of all these materials that the Government de clined to interfere with the decision of the Central Road Traffic Board.\r\nIt is contended for the appellant that in this state of affairs the High Court acting under Article 226 of the Constitution had no right to interfere with the orders of the transport authorities.\r\nIt is unnecessary for the disposal of this appeal to consider and decide on the exact scope and extent of the jurisdiction of the High Court under Article 226.\r\nWhether the writs it can issue must be analogous to the writs of habeas corpus, mandamus, prohibition, quo warranto and certiorari specified therein and the power is subject to all the limitations, or restrictions 594 imposed on the exercise of this jurisdiction, or whether the High Court is at liberty to issue any \"suitable directions or orders or writs untramelled ,by any condi tions, whenever the interests of justice so require, is a large and somewhat difficult problem which does not arise for solution now.\r\nMr. Setalvad appearing for the appellant urged two narrower grounds as sufficient for his purposes.\r\nFirstly, he urged that however wide the jurisdiction of the High Court might be under Article 226, it could never exer cise its powers under the article in such a manner as to convert itself into a court of appeal sitting in judgment over every tribunal or authority in the State discharging administrative or quasi judicial functions.\r\nSecondly, he maintained that the Motor Vehicles Act with the rules framed thereunder dealing with the grant of permits is a self contained code and that in respect of the rights and liabil ities created by such a statute the manner of enforcement must be sought within the statute itself.\r\nIt was further urged by him that in any event, the High Court could not substitute its own view or discretion for the view taken or discretion exercised by the specified authorities, even if it was erroneous or unsound.\r\nSuch writs as are referred to in Article 226 are obvi ously intended to enable the High Court to issue them in grave cases where the subordinate tribunals or bodies or officers act wholly without jurisdiction, or in excess of it, or in violation of the principles of natural justice, or refuse to exercise a jurisdiction vested in them, or there is an error apparent on the face of the record, and such act, omission, error, or excess has resulted in manifest injustice.\r\nHowever extensive the jurisdiction may be, it seems to us that it is not so wide or large as to enable the High Court to convert itself into a Court of appeal and examine for itself the correctness of the decision impugned and decide what is the proper view to be taken or the order to be made Mr. Daphtary, who appeared for the respondent, said nothing to controvert this position.\r\nHis argument 595 was that if all along the authorities and the Government had proceeded upon a particular footing and dealt with the rights of the parties on that basis, it was not open to them afterwards to change front and give the go by altogether to the conception of the rights of parties entertained by them till then.\r\nAccording to him, there was manifest injustice to his client in allowing them to do so and this was the reason which impelled the High Court to make the order which is the subject matter of challenge in this appeal.\r\nThe Motor Vehicles Act is a statute which creates new rights and liabilities and prescribes an elaborate procedure for their regulation.\r\nNo one is entitled to a permit as of right even if he satisfies all the prescribed conditions.\r\nThe grant of a permit is entirely within the discretion of the transport authorities and naturally depends on several circumstances which have to be taken into account.\r\nThe Regional Transport Authority and the Provincial Transport Authority are entrusted under section 42 with this power.\r\nThey may be described as administrative bodies exercising quasijudicial functions in the matter of the grant of per mits.\r\nUnder rule 8 of the Madras Motor Vehicles Rules the Regional Transport Authority is called the Road Traffic Board and the Provincial Transport Authority is called the Central Road Traffic Board.\r\nThese bodies or authorities are constituted by the Provincial ' Government.\r\nThe matters which are to be taken into account in granting or refusing a stage carriage permit are specified in section 47.\r\nBy delegation under rule 134 A, the Secretary of the Road Traf fic Board may exercise certain powers as regards the grant or refusal of stage carriage permits and under rule 136 there is an appeal to the Board from these orders.\r\nSimilar powers of delegation are vested in the Secretary to the Central Board and an appeal lies to the Central Board under rule 148(1).\r\nFrom an original order of the Road Traffic Board there is an appeal to the Central Board and from the original orders of the Central Board to the Government, vide rules 147 and 148 An amendment introduced by the Madras Act XX of 1948 596 and found as section 64 A in the Act vests a power of revi sion in the Provincial Government.\r\nBesides this specific provision, there is a general provision in section 43 A that the Provincial Government may issue such orders and direc tions of a general character as it may consider necessary to the Provincial Transport Authority or a Regional Transport Authority in respect of any matter relating to road trans port; and such transport authority shall give effect to all such orders and directions.\r\nThere is, therefore, a regular hierarchy of administrative bodies established to deal with the regulation of transport by means of motor vehicles.\r\nThus we have before us a complete and precise scheme for regulating the issue of permits, providing what matters are to be taken into consideration as relevant, and prescribing appeals and revisions from subordinate bodies to higher authorities.\r\nThe remedies for the redress of grievances or the correction of errors are found in the statute itself and it is to these remedies that resort must generally be had.\r\nAs observed already, the issue or refusal of permits is solely within the discretion of the transport authorities and it is not a matter of right.\r\nWe are accordingly of opinion that this was not a case for interference with the discretion that was exercised by the Transport Authorities paying regard to all the facts and the surrounding circumstances.\r\nFurther, it will be noticed that the High Court here did not content itself with merely quashing the proceedings, it went further and directed the Regional Transport Authority, Tanjore, \"to grant to the petitioner permits in respect of the five buses in respect of which a joint application was made originally by the petitioner and Balasubramania Pillai and that in case the above buses have been condemned, the petitioner shall be at liberty to provide substitutes within such time as may be prescribed by the authorities.\r\n\" Such a direction was clearly in excess of its powers and jurisdic tion.\r\n597 For the reasons given above, the appeal is allowed and the order of the High Court set aside.\r\nEach party will bear their own costs of these proceedings throughout.\r\nAppeal allowed.\r\nAgent for respondent No. 1: M.S.K. Sastri.\r\nAgent for respondent No. 4: P.A. Mehta.\r\n",{"entities":[[0,23,"CASE_NUMBER"],[83,102,"DATE"],[111,135,"COURT"],[139,145,"GPE"],[147,162,"JUDGE"],[167,182,"JUDGE"],[187,213,"CASE_NUMBER"],[215,228,"RESPONDENT"],[230,250,"LAWYER"],[282,295,"PETITIONER"],[297,307,"LAWYER"],[343,355,"RESPONDENT"],[385,402,"LAWYER"],[443,452,"DATE"],[497,520,"JUDGE"],[611,627,"DATE"],[653,670,"COURT"],[677,693,"DATE"],[731,759,"ORG"],[761,768,"GPE"],[778,800,"ORG"],[802,808,"GPE"],[816,834,"DATE"],[840,849,"DATE"],[940,958,"DATE"],[988,1001,"PETITIONER"],[1006,1016,"ORG"],[1166,1193,"PETITIONER"],[1218,1236,"RESPONDENT"],[1315,1328,"ORG"],[1333,1343,"ORG"],[1536,1549,"ORG"],[1554,1564,"ORG"],[1608,1624,"GPE"],[1689,1704,"OTHERS"],[1706,1716,"OTHERS"],[1718,1726,"OTHERS"],[1728,1736,"OTHERS"],[1741,1752,"OTHERS"],[1774,1784,"GPE"],[1789,1798,"GPE"],[2287,2309,"PETITIONER"],[2361,2374,"ORG"],[2379,2389,"ORG"],[2462,2478,"DATE"],[2582,2597,"PETITIONER"],[2617,2644,"ORG"],[3086,3103,"DATE"],[3133,3143,"OTHERS"],[3145,3148,"OTHERS"],[3150,3153,"OTHERS"],[3155,3166,"OTHERS"],[3171,3175,"OTHERS"],[3195,3210,"PETITIONER"],[3413,3431,"ORG"],[3484,3500,"DATE"],[3548,3562,"DATE"],[3564,3585,"PETITIONER"],[3590,3605,"PETITIONER"],[3634,3650,"DATE"],[3716,3731,"PETITIONER"],[3848,3861,"ORG"],[3866,3876,"ORG"],[3905,3931,"ORG"],[3958,3975,"DATE"],[4022,4037,"PETITIONER"],[4052,4062,"OTHERS"],[4064,4071,"OTHERS"],[4073,4084,"OTHERS"],[4089,4093,"OTHERS"],[4237,4252,"PETITIONER"],[4279,4296,"DATE"],[4302,4328,"ORG"],[4340,4359,"DATE"],[4483,4498,"PETITIONER"],[4551,4562,"GPE"],[4567,4584,"DATE"],[4645,4658,"ORG"],[4663,4673,"ORG"],[4712,4734,"PETITIONER"],[4768,4783,"PETITIONER"],[4799,4815,"DATE"],[4871,4888,"DATE"],[4907,4915,"OTHERS"],[4920,4921,"OTHERS"],[5036,5050,"DATE"],[5093,5103,"OTHERS"],[5105,5108,"OTHERS"],[5113,5115,"OTHERS"],[5194,5209,"PETITIONER"],[5246,5267,"DATE"],[5310,5325,"PETITIONER"],[5388,5403,"DATE"],[5409,5435,"ORG"],[5469,5497,"ORG"],[5577,5592,"PETITIONER"],[5753,5772,"DATE"],[5778,5805,"OTHERS"],[5879,5898,"DATE"],[5903,5921,"DATE"],[6089,6104,"PETITIONER"],[6117,6130,"ORG"],[6135,6145,"ORG"],[6219,6234,"DATE"],[6243,6271,"ORG"],[6501,6516,"PETITIONER"],[6524,6550,"ORG"],[6552,6558,"GPE"],[6606,6626,"ORG"],[6665,6682,"DATE"],[6714,6743,"ORG"],[6745,6752,"GPE"],[6754,6771,"GPE"],[6800,6829,"ORG"],[6831,6838,"GPE"],[6859,6867,"OTHERS"],[6869,6870,"OTHERS"],[6872,6874,"OTHERS"],[6876,6879,"OTHERS"],[6884,6887,"OTHERS"],[6895,6905,"GPE"],[6906,6914,"GPE"],[7172,7199,"ORG"],[7244,7255,"GPE"],[7343,7372,"ORG"],[7374,7381,"GPE"],[7439,7466,"ORG"],[7468,7475,"GPE"],[7623,7638,"PETITIONER"],[7642,7659,"DATE"],[7697,7710,"ORG"],[7715,7725,"ORG"],[7741,7758,"ORG"],[7995,8008,"ORG"],[8013,8023,"ORG"],[8087,8102,"PETITIONER"],[8127,8148,"OTHERS"],[8288,8307,"DATE"],[8354,8367,"ORG"],[8372,8382,"ORG"],[8425,8441,"PETITIONER"],[8446,8466,"DATE"],[8546,8561,"PETITIONER"],[8642,8670,"ORG"],[8717,8737,"DATE"],[8767,8796,"ORG"],[8803,8822,"DATE"],[8824,8837,"ORG"],[8842,8852,"ORG"],[8920,8938,"DATE"],[8940,8963,"PETITIONER"],[9034,9045,"OTHERS"],[9047,9049,"OTHERS"],[9051,9055,"OTHERS"],[9057,9061,"OTHERS"],[9063,9067,"OTHERS"],[9069,9080,"OTHERS"],[9085,9095,"OTHERS"],[9231,9241,"PROVISION"],[9243,9257,"PROVISION"],[9360,9378,"DATE"],[9457,9476,"DATE"],[9588,9606,"DATE"],[9629,9647,"DATE"],[9653,9682,"ORG"],[9715,9728,"ORG"],[9733,9743,"ORG"],[9751,9770,"DATE"],[9784,9802,"DATE"],[9841,9857,"PETITIONER"],[10069,10091,"PETITIONER"],[10096,10101,"PETITIONER"],[10106,10111,"PETITIONER"],[10269,10274,"PETITIONER"],[10279,10284,"PETITIONER"],[10344,10363,"PETITIONER"],[10519,10545,"ORG"],[10547,10553,"GPE"],[10585,10598,"ORG"],[10603,10613,"ORG"],[10653,10668,"PETITIONER"],[10688,10704,"DATE"],[10706,10718,"ORG"],[10723,10733,"ORG"],[10801,10820,"DATE"],[10833,10846,"ORG"],[10851,10861,"ORG"],[10887,10905,"DATE"],[10913,10924,"PROVISION"],[10968,10994,"CASE_NUMBER"],[11075,11103,"ORG"],[11109,11135,"ORG"],[11137,11143,"GPE"],[11175,11193,"DATE"],[11195,11210,"DATE"],[11216,11234,"DATE"],[11428,11438,"GPE"],[11442,11451,"GPE"],[11479,11492,"ORG"],[11497,11507,"ORG"],[11676,11696,"PRECEDENT"],[11911,11926,"PETITIONER"],[12415,12436,"PETITIONER"],[12704,12723,"STATUTE"],[12848,12876,"ORG"],[12948,12974,"ORG"],[13168,13181,"ORG"],[13186,13196,"ORG"],[13219,13229,"PROVISION"],[13368,13386,"STATUTE"],[14518,14528,"DATE"],[14698,14711,"ORG"],[14716,14726,"ORG"],[14999,15014,"PETITIONER"],[15225,15240,"OTHERS"],[15302,15321,"DATE"],[15382,15397,"DATE"],[15763,15776,"ORG"],[15781,15791,"ORG"],[16302,16320,"DATE"],[16329,16357,"ORG"],[16584,16605,"ORG"],[16651,16678,"OTHERS"],[16883,16904,"PETITIONER"],[16913,16928,"PETITIONER"],[17076,17097,"ORG"],[17110,17125,"DATE"],[17162,17177,"PETITIONER"],[17205,17218,"ORG"],[17223,17233,"ORG"],[17339,17354,"PETITIONER"],[17512,17525,"ORG"],[17530,17540,"ORG"],[17548,17562,"PROVISION"],[17570,17588,"STATUTE"],[17673,17688,"PETITIONER"],[17827,17853,"ORG"],[18046,18059,"ORG"],[18064,18074,"ORG"],[18143,18159,"PETITIONER"],[18479,18496,"PETITIONER"],[18523,18542,"DATE"],[18600,18615,"DATE"],[18621,18639,"DATE"],[18646,18658,"ORG"],[18663,18673,"ORG"],[18698,18714,"DATE"],[18720,18734,"DATE"],[18741,18757,"PETITIONER"],[18869,18896,"ORG"],[18990,19001,"PROVISION"],[19242,19254,"PROVISION"],[19774,19786,"RESPONDENT"],[19961,19972,"PROVISION"],[20245,20263,"STATUTE"],[20756,20767,"PROVISION"],[21489,21501,"LAWYER"],[22126,22144,"STATUTE"],[22530,22558,"ORG"],[22567,22597,"ORG"],[22618,22628,"PROVISION"],[22790,22817,"OTHERS"],[22822,22850,"ORG"],[22865,22883,"ORG"],[22892,22922,"ORG"],[22937,22964,"ORG"],[23155,23166,"PROVISION"],[23188,23198,"PROVISION"],[23204,23240,"OTHERS"],[23337,23345,"PROVISION"],[23522,23533,"PROVISION"],[23566,23584,"ORG"],[23611,23624,"ORG"],[23661,23692,"ORG"],[23699,23708,"PROVISION"],[23713,23716,"PROVISION"],[23748,23773,"STATUTE"],[23787,23799,"PROVISION"],[23934,23946,"PROVISION"],[24075,24105,"ORG"],[24111,24139,"ORG"],[25341,25369,"ORG"],[25371,25378,"GPE"],[25527,25548,"PETITIONER"],[25779,25798,"OTHERS"],[26010,26031,"RESPONDENT"],[26054,26064,"RESPONDENT"]]}]]}