{"classes":["COURT","PETITIONER","RESPONDENT","JUDGE","LAWYER","DATE","ORG","GPE","STATUTE","PROVISION","PRECEDENT","CASE_NUMBER","WITNESS","PROCEDURES","OTHERS"],"annotations":[["eal No. XXXIV of 1950.\r\nAppeal by special leave from an Award of the All India Industrial Tribunal (Bank Disputes) Bombay, dated 1st Janu ary, 1950.\r\nThe facts of the case are set out in the judg ment.\r\nDr. Bakshi Tek Chand (Veda Vyas and S.K. Kapur, with him) for the appellant.\r\nB. Sen for the respondents.\r\nAlladi Krishnaswami Aiyar (Jindra Lal, with him) for the Union of India. 1950.\r\nMay 26.\r\nThe Court delivered judgment as follows : KANIA C.J I have read the judgments prepared by Messrs. Fazl Ali, Mahajan and Mukherjea JJ.\r\n461 in this case.\r\nAs the views in those judgments in respect of the nature of the duties and functions of the Industrial Tribunal do not show agreement I consider it necessary to add a few words of my own.\r\nIn my opinion, the functions and duties of the Indus trial Tribunal are very much like those of a body discharg ing judicial functions, although it is not a Court.\r\nThe rules framed by the Tribunal require evidence to be taken and witnesses to be examined, cross examined and re exam ined.\r\nThe Act constituting the Tribunal imposes penalties for incorrect statements made before the Tribunal.\r\nWhile the powers of the Industrial Tribunal in some respects are different from those of an ordinary civil Court and it has jurisdiction and powers to give reliefs which a civil Court administering the law of the land (for instance, 'ordering the reinstatement of a workman) does not possess in the discharge of its duties it is essentially working as a judicial body.\r\nThe fact that its determination has to be followed by an order of the Government which makes the award binding, or that in cases where Government is a party the legislature is permitted to revise the decision, or that the Government is empowered to fix the period.\r\nof the opera tion of the award do not, to my mind, alter the nature and character of the functions of the Tribunal.\r\nHaving consid ered all the provisions of the Act it seems to me clear that the Tribunal is discharging functions very near those of a Court, although it is not a Court in the technical sense of the word.\r\nThe next question is whether under article 136 the Court has jurisdiction to entertain an application for leave to appeal against the decision of such a body.\r\nIt is not dis puted that the Court has power to issue writs of certiorari and prohibition in respect of the work of the Tribunal.\r\nThe only question is whether there is a right of appeal also.\r\nIn my opinion the wording of article 136 is wide enough to give jurisdiction to the Court to entertain an application for leave to appeal, although it is obvious that having regard to the nature of the functions of the Tribu nal, this Court will be very reluctant to entertain such an application.\r\n462 As regards the merits, I do not think this is a case in which I would admit the appeal.\r\nThe aggrieved parties may apply for redress by adopting other appropriate proceedings.\r\nThe appeal therefore should be dismissed with costs.\r\nFAZL ALl J.\r\nThe important question to be decided in this case is whether the present appeal lies at all to this Court.\r\nThe question is not free from difficulty, but on the whole I am inclined to think that 'the appeal does lie.\r\nIt is fully recognized that the scope article 136 of the Constitution is very wide, but the significance of the language used in the section can be appreciated only by comparing it with the articles which precede it.\r\nArticle 132 deals with the appellate jurisdiction of the Supreme Court in cases involving a substantial question of law as to the interpretation of the Constitution, and the words used in that article are: \"appeal. from any judgment, decree or finalorder.\" Article 133 deals with appeals in civil matters and the same words are used here also.\r\nArti cle 134 deals with appeals in criminal matters, and the words used in it are: \"appeal. from any judgment, final order or sentence.\" In article 136, the words \"judg ment\" and \"decree,\" which are used in articles 132 and 133 are retained.\r\nSimilarly, the words \"judgment\" and \"sen tence\" occurring in article 134 are also retained.\r\nBut the expression \"final order\" becomes \"order,\" and, instead of the High Court, reference is made to \"any court.\r\n\" Cer tain other words are also used in the article which seem to me to have a special significance, these being \"determina tion,\" \"cause or matter\" and \"tribunal.\r\n\" It is obvious that these words greatly widen the scope of article 136.\r\nThey show that an appeal will lie also from a determination or order of \"any tribunal\" in any cause or matter.\r\nCan we then say that an Industrial Tribunal does not fall within the scope of article 136 ? If we go by a mere label, the answer must be in the affirmative.\r\nBut we have to look further and see what are the main functions of the Tribunal and how it proceeds to discharge those functions.\r\nThis is necessary because 463 I take it to be implied that before an appeal can.\r\nlie to this Court from a tribunal it must perform some kind of judicial function and partake to some extent of the charac ter of a Court.\r\nNow there can be no doubt that the Industrial Tribunal has, to use a well known expression, \"all the trappings of a Court\" and performs functions which cannot but be regarded as judicial.\r\nThis is evident from the rules by which the proceedings before the Tribunal are regulated.\r\nIt appears that the proceeding before it commences on an application which in many respects is in the nature of a plaint.\r\nIt has the same powers as are vested in a civil Court under the Code of Civil Procedure when trying a suit, in respect of discovery, inspection, granting adjournment, reception of evidence taken on affidavit, enforcing the attendance witnesses, compelling the production of documents, issuing commissions, etc.\r\nIt is to be deemed to be a civil Court within the meaning of sections 480 and 482 of the Criminal Procedure Code, 1898.\r\nIt may admit and call for evidence at any stage of the proceeding and has the power to administer oaths.\r\nThe parties appearing before it have the right of examination, cross examination and re examination and of addressing it after all evidence has been called.\r\nA party may also be represented by a. legal practitioner with its permission.\r\nThe matter does not rest there.\r\nThe main function of this Tribunal is to adjudicate on industrial disputes which implies that there must be two or more parties before it with conflicting cases, and that it has also to arrive at a conclusion as to how the dispute is to be ended.\r\nPrima facie, therefore, a Tribunal like this cannot be excluded from the scope of article 136, but before any final conclu sion can be expressed on the subject certain contentions which have been put forward on behalf of the respondents have to be disposed of.\r\nThe first contention is that the Industrial Tribunal cannot be said to perform a judicial or quasi judicial function.\r\nsince it is not required to be guided by any recognized substantive law in deciding disputes 464 which come before it.\r\nOn the other hand, in deciding industrial disputes, it has to override contracts and create rights which are opposed to contractual rights.\r\nIn these circumstances, it is said that the very questions which arose before the Privy Council in Moses vs\r\nParker Ex parte Mose (1) arise in this case, these questions being : (1) How can the propriety of the Tribunal 's decision be tested on appeal, and (2) What are the canons by which the appellate Court is to be guided in deciding the appeal ? Their Lordships of the Privy Council undoubtedly felt that these were serious questions, but they had no hesitation in saying that \"if it were clear that appeals ought to be allowed.\r\nsuch difficulties would doubtless be met somehow.\r\n\" This, in my opinion, is a sufficient answer to the difficul ty raised.\r\nThe Tribunal has to adjudicate in accordance with the provisions of the .\r\nIt may sometimes override contracts, but so can a Court which has to administer law according to the Bengal or Bihar Money lenders Act, Encumbered Estates Act and other similar Acts.\r\nThe Tribunal has to observe the provisions of the special law which it has to administer though that law may be dif ferent from the law which an ordinary Court of justice administers.\r\nThe appellate Court, therefore, can at least see that the rules according to which it has to act and the provisions which are binding upon it are observed, and its powers are not.exercised in an arbitrary or capricious manner.\r\nThe second contention, which is a more serious one, is that the adjudication of the Tribunal has not all the at tributes of a judicial decision, because the adjudication cannot bind the parties until it is declared to be binding by the Government under section 15 of the Industrial Dis putes Act.\r\nIt is said that the adjudication is really in the nature of an advice or report which is not effective until made so by the Government.\r\nIt appears that a similar objection was raised in Rex vs Electricity Commissioner 's, London Electricily ' (1) Joint Committee Co. (1920) Ex Parte (1) for the purpose of deciding whether a writ of certiorari should be Issued in the circumstances of the case but was dis.\r\nposed of in these words : \"It is necessary, however, to deal with what i think was the main objection of the Attorney General.\r\nIn this case he said the Commissioners come to no decision at all.\r\nThey act merely as advisers.\r\nThey recommend an order embodying a scheme to the Minister of Transport, who may confirm it with or without nodifications.\r\nSimilarly the Minister of Trans port comes to no decision.\r\nHe submits the order to the Houses of Parliament, who may approve it with or without modifications.\r\nThe Houses of Parliament may put anything into the order they please, whether consistent with the Act of 1919, or not.\r\nUntil they have approved, nothing is decided, and in truth the whole procedure, draft scheme, inquiry, order, confirmation, approval, is only part of a process by which Parliament is expressing its will, and at no stage is subject to any control by the Courts.\r\nIt is unnecessary to emphasize the constitutional importance of this contention. .\r\nIn the provision that the final decision of the Commissioners is not to be operative until it has been approved by the two Houses of Parliament I find nothing inconsistent with the view that in arriving at that decision the Commissioners themselves are to act judicially and within the limits prescribed by Act of Parliament, and that the Courts have power to keep them within those limits.\r\nIt is to be noted that it is the order of the Commissioners that eventually takes effect; neither the Minister of Trans port who confirms, nor the Houses of Parliament who approve, can under the statute make an order which in respect.\r\nof the matters in question has any operation.\r\nI know of no author ity which compels me to hold that a proceeding cannot be a judicial proceeding subject to prohibition or certiorari because it is subject to confirmation or approval, even where the approval has to be that of the Houses of Parlia ment.\r\nThe authorities are to the contrary. ' ' (1) 466 It is well known that a writ of certiorari can issue only against an order of a judicial or quasi judicial tribu nal and if it is permissible for the High Court to.\r\nissue a writ of certiorari against an Industrial Tribunal, which fact was not seriously disputed before us, I find it diffi cult to hold that the tribunal does not come with in the purview of article 136.\r\nIf a subordinate Court acts in excess of its jurisdiction or assumes a jurisdiction which it does not possess, the appellate Court can always interfere and do what is contemplated to be done by a writ of certiorari.\r\nIt is to be noted that under section 15 of the , in cases where the appropriate Govern ment is not a party to the dispute, all that the Government has to do on receiving the award of the Tribunal is to declare it to be binding and to state from what date and for what period it will be binding.\r\nSection 15.(2) is mandatory and it provides: \"On receipt of such award, the appropriate Government shall by order in writing declare the award to be binding. . \" Thus the Government cannot alter, or cancel, or add to the award, but the award must be declared to be binding as it is.\r\nIn substance, therefore, the adjudication of the Tribunal amounts to a final determination of the dispute which binds the parties as well as the Government.\r\nOur attention was however drawn to the proviso to section 15 (2), which runs as follows: \"Provided that where the appropriate Government is a. party to the dispute and in its opinion it would be inexpe dient on public grounds to give effect to the whole or any part of the award, it shall on the first available opportu nity lay the award together with the statement of its rea sons for not making a declaration as aforesaid before the Legislative Assembly of the Province, or where the appropri ate Government is the Central Government, before the Central Legislative Assembly, and shall, as soon as may be, cause to be moved therein a resolution for the consideration of the 467 award, and the Legislative Assembly may, by its resolution, confirm, modify, or reject the award.\r\n\" This proviso was relied upon by the respondents to show that the right to appeal from the award could not have been contemplated in any case.\r\nBut the Act itself makes a dis tinction between cases in which the Government is a party and those in which the Government is not a party.\r\nThe proviso relates to a very special type of case and as at present advised I do not wish to express any opinion as to whether an appeal lies to this Court or not in such a case, but, in my judgment, where the Government has only to de clare the award to be binding, an appeal shall lie.\r\nIt is necessary here to say a few words as to the scope of the appeal.\r\nAs was pointed out by this Court in Pritam Singh vs The State(1), the power under article 136 of the Constitution being a special power is to be exercised only in special cases.\r\nThe rule so laid down is bound to re strict the scope of the appeal in practice in almost all the cases which fall under article 136.\r\nBut in some cases a limitation will be imposed on the scope of the appeal by the very nature of the case and of the tribunal from which an appeal is sought to be brought, and a case under the Indus trial Disputes Act seems to be an example of such a case.\r\nDealing now with the merits of the appeal, I am not prepared to hold that this is a proper case for interference with the adjudication of the Tribunal.\r\nThe power of this Court was invoked by the appellants on four grounds.\r\nThese grounds have been elaborately examined by Mahajan J. and two of them have been pronounced to be wholly inadequate for justifying our interference.\r\nMy view with regard to these two grounds is identical with that of Mahajan J. and I do not wish to add to what he has already said on the subject.\r\nThe remaining two grounds also are, in my opinion, wholly insufficient to justify the exercise of our special power under article 136.\r\nOne of these grounds is that the award of the Tribunal is based on no evidence whatsoever.\r\nI do not, however, find that this ground (1) ; 60 468 was urged in this form in the application for special leave to appeal to this Court.\r\nAll that was intended to be urged was that the appellants wanted to adduce evidence but were not allowed to do so.\r\nFrom the decision of the Tribunal however, it appears that the evidence that was shut out related to one isolated point only and the Tribunal might well have been justified in not allowing evidence to be admitted on a point which in its opinion had no direct bearing on the issue before them.\r\nAfter hearing the re spondents on this particular point, I am not disposed to hold that the Tribunal has committed such an error as would justify the interference of this Court.\r\nThe last ground urged is that the award has been signed by only two members of the Tribunal though it originally consisted of three persons and though the entire hearing of the dispute had taken place before all the three persons.\r\nThis objection does not appear to me to be fatal to the jurisdiction of the Tribunal, because under section 8 of the Act it is not obligatory on the Government to appoint a new member to fill a vacancy if one of the members ceases to be available at any time during the proceedings.\r\nUnder that section, if the Chairman ceases to be available, the Govern ment must appoint his successor, whereas if a member ceases to be available the Government may or may not appoint any one to fill his place.\r\nIn the present case, our attention was drawn to some correspondence which shows that one of the members was called upon to act as a member of another Tribu nal and the award in question was pronounced after informing the Government of the procedure which the Chairman and the remaining members intended to adopt.\r\nIn the view I have taken, this appeal must fail, and I would accordingly dismiss it with costs.\r\nMAHAJAN J. This is an appeal by special leave from the determination of an industrial dispute by the Industrial Tribunal appointed under Ordinance VI of 1949.\r\nBharat Bank Limited, Delhi, the appellant, is a company registered under the Indian Companies Act.\r\n469 Its employees made certain demands and as a result of an unfavourable response from the bank it appears that they struck work on the 9th March, 1949.\r\nThe bank in its turn served notices on them to resume work and proceeded to discharge a number of them between the 19th March and 24th March as they failed to do so.\r\nThe Central Government constitued a Tribunal consisting of three persons for the adjudication of industrial disputes in banking companies under section 7 of the (XIV of 1947), The disputes mentioned in schedule II of the notifi cation were referred under section 10 of the Act to this Tribunal.\r\nItem 18 of this schedule reads as follows : \"Retrenchment and victimization (Specific cases to be cited by employees).\r\n\" The dispute under this item between the Bharat Bank and its employees was heard by the Tribunal at Delhi and its award was made on the 19th January, 1950.\r\nIt was published in the Government of India Gazette dated 4th February, 1950, and was declared to be binding for a period of one year.\r\nThe award of the Tribunal was signed by two out of its three members.\r\nA preliminary objection was raised on behalf of the Central Government as well as on behalf of the respondents that this Court had no jurisdiction to grant special leave to appeal against the determination of an Industrial Tribu nal inasmuch as it did not exercise the judicial powers of the State and that its determination was not in the nature of a judgment, decree or order of a Court so as to be ap pealable.\r\nThis being the first case in which special leave was granted from the determination of an Industrial Tribu nal, it is necessary to examine the provisions of the Con stitution dealing with this matter and if possible, to define the limits of the jurisdiction of this Court under article 136.\r\nThis article is in these terms : \"(1) Notwithstanding anything in this Chapter, the Supreme Court may, in its discretion, grant special leave to appeal from any judgment, decree, determination, sentence or order m any cause or matter passed 470 or made by any court or tribunal in the territory of India.\r\n(2) Nothing in clause (1) shall apply to any judgment, determination, sentence or order passed or made by any court or tribunal constituted by or under any law relating to the Armed Forces.\r\n\" The article occurs in Chapter IV of Part V of the Consti tution: \"The Union Judiciary.\r\n\" Article deals with the establishment and constitution of the Supreme Court.\r\nArticle 131 confers original jurisdiction on this Court in certain disputes arising between the Government of India and the States etc.\r\nArticles and 133 deal with the appellate juris diction of the Court in appeals from High Courts within the territory of India in civil matters.\r\nBy article 134 limited right of appeal in criminal cases has been allowed.\r\nThe Judicial Committee of the Privy Council which was the high est Court of appeal for India prior to 10th October, 1949, was not a Court of criminal appeal in the sense in which this Court has been made a Court of criminal appeal under article 134.\r\nIt could only entertain appeals on the crimi nal side in exercise of the prerogative of the King.\r\nArticle 135 empowers this Court to hear all appeals which under existing laws could be heard by the Federal Court of India.\r\nBy the Abolition of Privy Council Jurisdiction Act, 1949,which came into force on the 10th October, 1949, all the powers that were possessed by the Judicial Committee of the Privy Council in regard to cases or matters arising in India became exercisable by the Federal Court of India whether those powers were exercisable by reason of statutory authority or under the prerogative of the King.\r\nThe powers of the Judicial Committee were conferred upon it by the Judicial Committee Act, 1844 (7 & 8 Vict., C. 69).\r\nAppeals lay to His Majesty in Council from judgments, sentences, decreesor orders of any Court of justice within any British colony or possession abroad.\r\nClosely following article 135 which confers all the powers of the Judicial Committee on the Supreme Court comes article 136.\r\nThe language employed in this article is very wide and is of a comprehensive character.\r\nPowers given 471 are of an overriding nature.\r\nThe article commences with the words \"Notwithstanding anything in this Chapter.\r\n\" These words indicate that the intention of the Constitution was to disregard in extraordinary cases the limitations contained in the previous articles on this Court 's power to entertain appeals.\r\nThese articles dealt with the right of appeal against final decisions of High Courts within the territory of India.\r\nArticle 136, however, overrides that qualification and empowers this Court to grant special leave even in cases where the judgment has not been given by a High Court but has been given by any Court in the territory of India; in other words, it contemplates grant of special leave in cases where a Court subordinate to a High Court has passed or made any order and the situation demands that the order should be quashed or reversed even without having recourse to the usual procedure provided by law in the nature of an appeal, etc.\r\nThe word \"order\" in article 136 has not been qualified by the word \"final.\r\n\" It is clear, therefore, that the power to grant special leave under this article against an order of a Court could be exercised with respect to interlocutory orders also.\r\nAnother new feature introduced in article 136 is the power given to grant special leave against orders, and determinations etc.\r\nof any tribunal in the territory of India.\r\nThis word did not find place in the Judicial Committee Act, where the phrase used was \"a Court of jus tice.\r\n\" It is the introduction of this new expression in article 136 that has led to considerable argument as to its scope.\r\nAnother expression that did not find place in the Judicial Committee Act but has been introduced in article 136 is the word \"determination.\" A question has been raised as to the meaning to be given to these words in the article.\r\nOn the one hand, it was contended that the words \"determina tion\" and \"tribunal\" were introduced in the article in order to bring within the scope of the applellate jurisdiction of this Court all orders of tribunals of different varieties and descriptions.\r\nOn the other hand, it was said that the words \"determination\" and \"tribunal\" were added in the article by way of abundant caution and 472 the intention was that if a tribunal exercised the judicial powers of the State and the decision was passed in the exercise of that power, this Court as the highest judicial Court in the Republic would have power, if it considered, necessary in the ends of justice, to grant special leave.\r\nClause (2) of article 136 excludes the jurisdiction of this Court in respect of military Courts.\r\nor Tribunal.\r\nIt is interesting to observe that in articles 138, 139 and 140 the Constitution has conferred powers on Parliament for further enlargement of the powers of this Court.\r\nTwo points arise for determination in this case: (1) whether the word \"tribunal\" in this article has been used in the same sense as \"Court,\" or whether it has been used in a wider sense, and (2) whether the word \"determination\" in the article includes within its scope the determinations made by Industrial Tribunals or other similarly constituted bodies or whether it has reference only to determinations of a Court or a tribunal of a purely judicial character.\r\nIt was conceded by the learned counsel appearing for the Cen tral Government, Mr. Alladi Krishnaswami Aiyar, that if any tribunal, whether administrative, domestic or quasi judi cial, acts in excess of its jurisdiction, then it can be controlled by the High Courts under the powers conferred on them by article 226 by the issue of a writ of certiorari.\r\nIt was said that if the Industrial Tribunal in this case could be proved to have trespassed beyond the limits 0 its statutory jurisdiction, then the remedy lies elsewhere and not by a petition of special leave under article 136.\r\nMr. Alladi 's contentions may be briefly summarized as follows: (1) The expression \"tribunal \" means seat of a judge, or a court of justice.\r\nIts necessary attribute is that it can give a final judgment between two parties which carries legal sanction by its own force.\r\nThat the word \"tribunal\" in juxtaposition to the word \"court\" could only mean a tribunal 'which exercised judicial functions of the State and did not include within its ambit a tribunal which had quasi judicial or administrative powers.\r\n(2) The kinds of orders against which special leave to appeal could be given under article 136 473 have to be of the same nature as passed by a Court , ' in other words, it was said that unless there was a judicial determination of a controversy between two parties, the order would not be appealable.\r\nThat in the case of an Industrial Tribunal what gives binding force to the award is the declaration of the government, that the spark of life to it is given by that declaration and without that, the award of the Tribunal is lifeless and has no enforceability and hence cannot be held to be of an appealable nature.\r\nIt was further said that in cases between the Government and its employees, by the procedure prescribed in the Act the award could also be rejected, and that being so, by its own deter mination a tribunal could not impose a liability or affect rights.\r\nDr. Bakshi Tek Chand, appearing for the bank, on the other hand argued that whenever a tribunal, whether exercis ing judicial or quasi judicial functions, determined a matter in a judicial manner, then such a determination is within article 136.\r\nIt was said that an Industrial Tribunal has no administrative or executive functions, that its duty is to adjudicate on an industrial dispute, i.e., to act as a Judge, on certain kinds of disputes between employers and employees and that its functions are of a judicial nature, though the ambit of the powers conferred is larger than that of an ordinary Court of law inasmuch as it can grant reliefs which no Court of law could give, but that is because of the powers conferred on it by law.\r\nIt was argued that the plain words of the article should not be given a narrow meaning when the intention of the Constitution was to confer the widest power on this Court.\r\nIt was further contended that as between private employers and employees and even in certain cases between Government and its employees the decision of the Tribunal was binding on the Government and Government had no power either to affirm, modify or reject it.\r\nAll that it was authorised to do was to announce it and by its declaration give it enforceability; that fact, howev er, could not affect the question of appealability of the determination under article 136.\r\nIt was finally argued that powers should be exercised by this Court wherever there is a miscarriage 474 of justice by a determination of any tribunal and that if the intention of the Constitution by use of the word \"tribunal\"was in the same sense as \"court,\" then it was not necessary to import it in article 136, because all tribunals that exercise judicial functions fall within the definition of the word \"court\" though they may not have been so de scribed.\r\nAfter considerable thought I have reached the conclusion that the preliminary objection should be overruled.\r\nI see no cogent reasons to limit the plain words of the statute and to place a narrow interpretation on words of widest ampli tude used therein.\r\nIn construing the articles of the Con stitution it has always to be remembered that India has been constituted into a sovereign democratic republic in order to ensure justice to all its citizens.\r\nIn other words, the foundations of this republic have been laid on the bedrock of justice.\r\nTo safeguard these foundations so that they may not be undermined by injustice occurring anywhere this Court has been constituted.\r\nBy article S2 of the Constitu tion the Court is empowered to see that the fundamental rights conferred on the citizens by the Constitution are not in any way affected.\r\nBy article 136 it has been given overriding power to grant special leave to appeal against orders of courts and tribunals which go against the princi ple of natural justice and lead to grave miscarriage of justice.\r\nThe exercise of these, powers could only have been contemplated in cases which affect the rights of people living within the territory of India in respect of their person, property or status.\r\nThe question, therefore, for consideration is whether the jurisdiction conferred by use of unambiguous phraseology and by words which have a plain grammatical meaning and are of the widest amplitudeshould be limited and restricted on considerations suggested by Mr. Alladi.\r\nThe construction suggested by the learned counsel, if accepted, would in the first instance make the use of certain words in the article unnecessary and redundant and would run counter to the spirit of the Constitution.\r\nIt must be presumed that the draftsmen of the Constitution knew well the fact that there were a number of tribunals consti tuted in this country 475 previous to the coming into force of the Constitution which were performing certain administrative, quasi judicial or domestic functions, that some of them had even the trap pings of a Court but in spite of those trappings could not be given that description.\r\nIt must also be presumed that the Constitution makers were aware of the fact that the highest Courts in this country had held that all tribunals that discharged judicial functions fell within the definition of the expression \"Court.\r\n\" If by the use of the word \"tribu nal\" in article 136 the intention was to give it the same meaning as \"Court,\" then it was redundant and unnecessary to import it in the article because, by whatever name de scribed, such a tribunal would fall within the definition of the word \"Court.\r\n\" The word \"Court\" has a well known meaning in legislative history and practice.\r\nAs pointed out in Halsbury 's Laws of England, the word \"Court\" originally meant the King 's Palace but subsequently acquired the meaning of (1) a place where justice was admin istered, and (2) the person or persons who administer it.\r\nIn the Indian Evidence Act it is defined as including all judges and magistrates and all persons except arbitrators legally authorized to take evidence.\r\nThis definition is by no means exhaustive and has been framed only for the pur poses of the Act.\r\nThere can be no doubt that to be a Court, the person or persons who constitute it must be entrusted with judicial functions, that is, of deciding litigated questions according to law.\r\nHowever, by agreement between parties arbitrators may be called upon to exercise judicial powers and to decide a dispute according to law but that would not make the arbitrators a Court.\r\nIt appears to me that before a person or persons can be said to constitute a Court it must be held that they derive their powers from the State and are exercising the judicial powers of the State.\r\nIn R.v.\r\nLondon County Council (1), Saville L.J. gave the following meaning to the word \"Court\" or \"judicial authori ty\" : (1) [1931]2K.B. 215.\r\n61 476 \"It is not necessary that it should be a Court in the sense that this Court is a Court, it is enough if it is exercising, after hearing evidence, judicial functions in the sense that it has to decide on evidence between a proposal and an opposition; and it is not necessary to be strictly a Court if it is a tribuna which has to decide rightly after hearing evidence and opposition.\r\n\" As pointed out in picturesque language by Lord Sankey L.C. in Shell Co. of Australia vs Federal Commissioner of Taxation(1), there are tribunals with many of the trappings of a Court which, nevertheless, are not Courts in the strict sense of exercising judicial power.\r\nIt seems to me that such tribunals though they are not full fledged Courts, yet exercise quasi judicial functions and are within the ambit of the word \"tribunal\" in article 136 of the Constitution.\r\nIt was pointed out in the above case that a tribunal is not necessarily a Court in this strict sense because it gives a final decision, nor because it hears witnesses oath nor because two or more contending parties appear before it between whom it has to decide, nor because it gives deci sions which affect the rights of subjects nor because there is an appeal to a Court, nor because it is a body to which a matter is referred by another body.\r\nThe intention of the Constitution by use of the word \"tribunal\" in the article seems to have been to include within the scope of article 136 tribunals adorned with similar trappings as Court but strictly not coming within that definition.\r\nVarious defi nitions of the phrase \"judicial power\" have been given from time to time.\r\nThe best definition of it on high authority is the one given by Griffith C.J. in Huddart, Parker & Co. vs Moorehead(2), wherein it is defined as follows : \"The words 'judicial power ' as used in section 71 the Constitution mean the power which every sovereign author ity must of necessity have to decide controversies between its subjects, or between itself and its subjects, whether the rights relate to life, liberty or property.\r\nThe exer cise of this power does not begin [19311 A. C. 275.\r\n(2) ; , 357. 477 until some tribunal which has power to give a binding and authoritative decision (whether subject to appeal or not) is called upon to take action.\r\n\" It was conceded that a tribunal constituted under the , exercises quasi judicial powers.\r\nThat phrase implies that a certain content of the judicial power of the State is vestedit and it is called upon to exercise it.\r\nAn attempt was made to define the words \"judicial\" and \"quasi judicial\" in the case of Cooper vs Wilson (1).\r\nThe relevant quotation reads thus : \"A true judicial decision presupposes an existing dis pute between two or more parties, and then involves four requisites : (1) The presentation necessarily orally) of their case by the parties to the dispute; (2) if the dispute between them is a question of fact, the ascertainment of the fact by means of evidence adduced by the parties to the dispute and often with the assistance of argument by or on behalf of the parties on the evidence; (3) if the dispute between them is a question of law, the submission of legal argument by the parties, and (4) a decision which disposes of the whole matter by a finding upon the facts in dispute and application of the law of the land to the facts so found, including where required a ruling upon any disputed question of law.\r\nA quasi judicial decision equally presup poses an existing ' dispute between two or more parties and involves (1) and (2), but does not necessarily involve (3) and never involves (4).\r\nThe place of (4)is in fact taken by administrative action, the character of which is determined by the Minister 's free choice.\r\n\" The extent of judicial power exercised by an ]industrial Tribunal will be considered hereinafter in the light of the observations cited above.\r\nReference was made to certain passages from Professor Allen 's book on Law and Order, Chapter IV, page 69, where mention is made of the kinds of administrative tribunals functioning in various countries today.\r\nPorter on Adminis trative Law, 1929 Edn., (1) , at p. 340.\r\n478 page 194, was also relied upon.\r\nThere can be no doubt that varieties of administrative tribunals and domestic tribunals are known to exist in this country as well as in other countries of the world but the real question to decide in each case is as to the extent of judicial power of the State exercised by them.\r\nTribunals which do not derive authority from the sovereign power cannot fall within the ambit of article 136.\r\nThe condition precedent for bringing a tribu nal within the ambit of article 136 is that it should be constituted by the State.\r\nAgain a tribunal would be outside the ambit of article 136 if it is not invested with any part of the judicial functions of the State but discharges purely administrative or executive duties.\r\nTribunals, however, which are found invested with certain functions of a Court of justice and have some of its trappings also would fall within the ambit of article 136 and would be subject to the appellate control of this Court whenever it is found neces sary to exercise that control in the interests of justice.\r\nIt is now convenient to consider whether a tribunal constituted under the , exer cises all or any one of the functions of a Court of justice and whether it discharges them according to law or whether it can act as it likes in its deliberations and is guided by its own notions of right and wrong.\r\nThe phrase \"industrial dispute\" has been defined in section 2 clause (k) of the Act as follows : \"any dispute or difference between employers and em ployees, or between employers and workmen, or between work men and workmen, which is connected with the employment or non employment or the terms of employment or with the condi tions of labour, of any person.\r\n\" Such a dispute concerns the rights of employers and employees.\r\nIts decision affects the terms of a contract of service or the conditions of employment.\r\nNot only may the pecuniary liability of an employer be considerably affect ed by the adjudication of such dispute but it may even result in the imposition of punishments on him.\r\nIt may adversely 479 affect the employees as well.\r\nAdjudication of such a dis pute affects valuable rights.\r\nThe dispute and its result can always be translated in terms of money.\r\nThe point for decision in the dispute usually is how much money has to pass out of the pocket of the employer to the pocket of the employee in one form or another and to what extent the right of freedom of contract stands modified to bring about indus trial peace.\r\nPower to adjudicate on such a dispute is given by section 7 of the statute to an Industrial Tribunal and a duty is cast on it to adjudicate it in accordance with the provisions o Act.\r\nThe words underlined clearly imply that the dispute has to be adjudicated according to law and not in any other manner.\r\nWhen the dispute has to be adjudicated in accordance with the provisions of the Act, it follows that the tribunal has to adhere to law, though that law may be different from the law that an ordinary Court of justice administers.\r\nIt is noteworthy that the tribunal is to consist of experienced judicial officers and its award is defined as a determination of the dispute.\r\nThe expression \"adjudication\" implies that the tribunal is to act as a judge of the dispute; in other words, it sits as a Court of justice and does not occupy the chair of an administrator.\r\nIt is pertinent to point out that the tribunal is not given any executive or administrative powers.\r\nIn section 38 of the Act power is given to make rules for the purpose of giving effect to the provisions of the Act.\r\nSuch rules can provide in respect of matters which concern the powers and procedure of tribunals including rules as to the summoning of witness es, the production of documents relevant to the subject matter and as to appearance of legal practitioners in pro ceedings under this Act.\r\nRule 3 of these rules provides that any application for the reference of an industrial dispute to a tribunal shall be made in form (A) and shall be accompanied by a statement setting forth, inter alia, the names of the parties to the dispute and the specific matters of dispute.\r\nIt is in a sense in the nature of a plaint in a suit.\r\nIn rule 13 power is given to administer oaths.\r\nRule 14 provides as follows : \"A tribunal may accept, admit or call for 480 evidence at any stage of the proceedings before it and in such manner as it may think fit.\r\n\" Rule 17 provides that at its first sitting the tribunal is.\r\nto call upon the parties to state their case.\r\nIn rule 19 provision has been made for proceedings ex parte.\r\nRule 21 provides that in addition to the powers conferred by sub section (3) of section 11 of the Act, a tribunal shall have the same powers as are vested in a civil Court under the Code of Civil Procedure when trying a suit, in respect of the following matters, namely, (a) discovery and inspection; (b) granting of adjournment; (c) reception of evidence taken on affidavit; and that the tribunal may summon and examine suo motu any person whose evidence appears to it to be material.\r\nIt further says that the tribunal shall be deemed to be a civil Court within the meaning of sections 480 and 482 of the Code of Criminal Procedure, 189S. Rule 21 says that the representatives of the parties, appearing before a tribunal, shall have the right of examination, cross exami nation and re examination and.\r\nof addressing the Court or Tribunal when all evidence has been called.\r\nIn rule 30 it is provided that a, party to a reference may be represented by a legal practitioner with the permission of the tribunal and subject to such conditions as the tribunal may impose.\r\nIn section 11 (3) it is laid down that a tribunal shall have the same powers as are vested in a civil Court under the Code of Civil Procedure when trying a suit, in respect of the following matters, namely, (a) enforcing the attendance of any person and examining him on oath; (b) compelling the production of documents and material objects; (c) issuing commissions for the examination of witnesses; (d) in respect of such other matters as may be prescribed; and every in quiry or investigation by a tribunal shall be deemed to be a judicial proceeding within the meaning of sections 193 and 228 of the Indian Penal Code.\r\nIt is difficult to conceive in view of these provisions that the Industrial Tribunal per forms any funCtions other than that of a judicial nature.\r\nThe tribunal has certainly the first three requisites and characteristics of a Court as defined above.\r\nIt has cer tainly a considerable element of the fourth also inasmuch as. 481 the tribunal cannot take any administrative action, the character of which is determined by its own choice.\r\nIt has to make the adjudication in accordance with the provisions of the Act as laid down in section 7.\r\nIt consists of persons who are qualified to be or have been judges.\r\nIt is its duty to adjudicate on a serious dispute between employers and employees as affecting their right of freedom of contract and it can impose liabilities of a pecuniary nature and disobedience of its award is made punishable.\r\nThe powers exercisable by a tribunal of this nature were considered in a judgment ' of the Federal Court of India in Western India Automobile Association vs Industrial Tribunal, Bombay (x), and it was observed that such a tribunal can do what no Court can, namely, add to or alter the terms or condi tions of the contract of service.\r\nThe tribunal having been entrusted with the duty of adjudicating a dispute of a peculiar character, it is for this reason that it is armed with extraordinary powers.\r\nThese powers, however, are derived from the statute.\r\nThese are the rules of the game and it has to decide according to these rules.\r\nThe powers conferred have the sanction of law behind it and are not exercisable by reason of any discretion vested in the members of the tribunal.\r\nThe adjudication of the dispute has to be in accordance with evidence legally adduced and the parties have a right to be heard and being represented by a legal practitioner.\r\nRight to examine and cross examine witnesses has been given to the parties and finally they can address the tribunal when evidence is closed.\r\nThe whole procedure adopted by the Act and the rules is modelled on the Code of Civil Procedure.\r\nIn my opinion, therefore, the Industrial Tribunal has all the necessary attributes of a Court of justice.\r\nIt has no other function except that of adjudicating on a dispute.\r\nIt is no doubt true that by reason of the nature of the dispute that they have to adju dicate the law gives them wider powers than are possessed by ordinary Courts of law, but powers of such a nature do not affect (1) [1949]] F.C.R. 321.\r\n482 the question that they are exercising judicial power.\r\nStat utes like the Relief of Indebtedness Act, or the Encumbered Estates Act have conferred powers on Courts which are not ordinarily known to law and which affect contractual rights.\r\nThat circumstance does not make them anything else but tribunals exercising judicial power of the State, though in a degree.\r\ndifferent from the ordinary Courts and.\r\nto an extent which is also different from that enjoyed by an ordinary Court of law.\r\nThey may rightly be described as quasi judicial bodies because they are out of the hierarchy of the ordinary judicial system but that circumstance cannot affect the question of their being within the ambit of article 136.\r\nIt may also be observed that the tribunal is deemed to be a civil Court for certain purposes as laid down in rule 21 of the rules above cited and in section 11(3) of the Act.\r\nAs a civil Court if it exercises any of the powers contem plated by this section its decisions would become subject to appeal to a District Judge and a fortiori this Court 's power under article 136.\r\nwould at once be attracted in any case in respect of these matters.\r\nAgain, in Chapter VI of the Act breach of the terms of an award has been made punishable by section 29 of the Act.\r\nThe result therefore, is that disobedience of the terms of an award is punishable under the Act.\r\nThat being so, a determination of the tribu nal not only affects the freedom of contract and imposes pecuniary liability on the employer or confers pecuniary benefits on the employees, but it also involves serious consequences as failure to observe those terms makes a person liable to the penalties laid down in Chapter VI.\r\nAn award which has these serious consequences can hardly be said to have been given by a tribunal which does not exer cise some of the most important judicial functions of the State.\r\nConsiderable stress was laid by Mr. Alladi on the provi sions of sections 15 and 19 of the Act.\r\nSection 15 enacts as follows : \"(1) Where an industrial dispute has been referred to a Tribunal for adjudication, it shall hold its 483 proceedings expeditiously and shall, as soon as practicable on the conclusion thereof, submit its award to the appropri ate Government.\r\n(2) On receipt of such award, the appropriate Govern ment shall by order in writing declare the award to be binding.\r\nProvided that where the appropriate Government is a party to the dispute and in its opinion it would be inexpe dient on public grounds to give effect to the whole or any part of the award, it shall on the first available opportu nity lay the award together with the statement of its rea sons for not making a declaration as aforesaid before the Legislative Assembly of the province, or where the appropri ate Government, is the Central Government, before the Cen tral Legislature, an d shall, as soon as may be, cause to be moved therein a resolution for the consideration of the award; and the Legislative Assembly or as the case may be, the Central Legislature, may by its resolution confirm, modify or reject the award.\r\n(3) On the passing of a resolution under the proviso to sub section (2), unless the award is rejected thereby, the appropriate Government shall11 by order in writing declare the award as confirmed or modified by the resolution, as the case may be, to be binding.\r\n(4) Save as provided in the proviso to subsection (3) of section 19, an award declared to be binding under this section shall not be called in question in any manner.\r\n\" As regards clause (4), it was conceded rightly that a law dealing with industrial disputes and enacted in the year 1947 could not in any way,affect the provisions of the Constitution laid down in article 136.\r\nIt was however, strenuously urged that the award of the tribunal had no binding force by itself and unless the appropriate Govern ment made a declaration in writing under clause (2) of section 15, this award was a lifeless document and had no sanction behind it and therefore it could not have been contemplated that if would be appealable even by special leave.\r\nIn my opinion, this contention is unsound.\r\nThe provisions of clause (2) of 484 section 15 leave no discretion in the Government either to affirm, modify or reject the award.\r\nIt is bound to declare it binding.\r\nIt has no option in the matter.\r\nIn such a situation it is the determination by the tribunal that matters.\r\nWithout that determination Government cannot function.\r\nIt does not possess the power either to adjudi cate the dispute or to alter it in any manner whatsoever.\r\nThat power vests in the tribunal alone.\r\nThe rights of the parties are really affected by the adjudication contained in the award, not by the Government 's declaration which is automatic.\r\nIt is no doubt true that announcement of the award by the Government gives it binding force but that does not affect the question of the appealability of the determination under article 136 of the Constitution.\r\nThe apposite answer to this contention may be given in the language of the decision in Rex vs Electricity Commissioners (1).\r\nThe relevant passage runs thus : \"It is necessary, however, to deal with what I think was the main objection of the Attorney General.\r\nIn this case he said the Commissioners come to no decision at all.\r\nThey act merely as advisers.\r\nThey recommend an order embodying a scheme to the Minister of Transport, who may confirm it with or without modifications.\r\nSimilarly the Minister of Trans port comes to no decision.\r\nHe submits the order to the Houses of parliament, who may approve it with or without modifications.\r\nThe Houses of Parliament may put anything into the order they please, whether consistent with the Act of 1919, or not.\r\nUntil they have approved, nothing is decided, and in truth the whole procedure, draft scheme, inquiry, order, confirmation, approval, is only part of a process by which Parliament is expressing its will, and at no stage is subject to, any control by the Courts.\r\nIt is unnecessary to emphasize the constitutional importance of this contention.\r\nGiven its full effect, it means that the checks and safeguards which have been imposed by Act of Parliament, including the freedom from compulsory taking, can be removed, and new and onerous and (1) , at 207.\r\n485 inconsistent obligations imposed without an Act of Parlia ment, and by simple resolution of both Houses of Parliament.\r\nI do not find it necessary to determine whether, on the proper construction of the statute, resolutions of the two Houses of Parliament could have the effect claimed.\r\nIn the provision that the final decision of the Commissioners is not to be operative until it has been approved by the two Houses of Parliament I find nothing inconsistent with the view that they act judicially and within the limits pre scribed by Act of Parliament, and that the Courts have power to keep them within those limits.\r\nIt is to be noted that it is the order of the Commissioners that eventually takes effect, neither the Minister of Transport who confirms, nor the Houses of Parliament who approve.\r\ncan under the statute make an order which in respect of the matters in question has any operation.\r\nI know of no authority which compels me to hold that a proceeding cannot be a judicial proceeding subject to confirmation or approval, even where the approval has to be that of the Houses of Parliament.\r\nThe authorities are to the contrary The observations, though they relate to a case which concerns the issue of a writ of prohibition and certiorari, have application to the present case.\r\nHere no discretion whatsoever has been left in the Government in ordinary cases to either modify or t0 reject the determination of the tribunal.\r\nThe fact that the Government has to make a decla ration after the final decision of the tribunal is not in any way inconsistent with the view that the tribunal acts judicially.\r\nIt may also be pointed out that within the statute itself a clue has been provided which shows that the circumstance that the award has to be declared by an order of Government to be binding does not affect the question of its appealability.\r\nIn article 136 clause (2) express provi sion has been made for excepting from the ambit of article 136 the decisions of military courts and tribunals.\r\nIt follows that but for the exception it was considered that these would be within article 136 clause (1).\r\nIt is quite clear from the various provisions of the Army Act that the decisions of military tribunals or courts are subject to confirmation either by 486 the Commander in Chief or various other military authori ties.\r\nIt is only after such confirmation that 'that can operate.\r\nIt has never been considered that fact in any way affects the question of their appealability.\r\nRex vs Minister of Health (1) also supports this view.\r\nThere by the Housing Act, 1925, by section 40, a local authority which had prepared an improvement scheme was required to present a petition to the Minister praying that an order should be made confirming such scheme.\r\nSub section (3) provided that the Minister after considering the peti tion may cause a local inquiry to be made and may by order confirm the scheme with or without conditions or modifica tions.\r\nIn sub section (5) it was stated that the order of the Minister when made shall have effect as if enacted in this Act.\r\nIt was held be the Court of Appeal that as the order made by the Minister was made without the statutory conditions having been complied with it was ultra vires and therefore a writ of certiorari should issue for the purpose of quashing it.\r\nReliance was placed by Scrutton L.J. on Rex vs Electricity Commissioners (2).\r\nThe same.view was ex pressed in Minister of Health vs The King (3).\r\nIt was observed that judicial review by prohibition or a writ of certiorari was permissible if the Minister of Health in confirming the order exceeded his statutory powers.\r\nIt is clear therefore that simply because an order has to be confirmed by a Minister or by the Government it in any way affects the power of judicial review.\r\nReference may also be made to the observations in Smith vs The Queen (4).\r\nAt page 623 it was observed that it is a common principle in every case which has in itself the character of a judicial pro ceeding that the party against whom a judgment is to operate shall have an opportunity of being heard.\r\nIn this sense it can hardly be disputed that the proceeding before an indus trial Tribunal is a judicial proceeding.\r\nIn my judgment, therefore, the contention raised by Mr. Alladi that this (1) (3) [1931] A.C. 494; (2) (4) 3 A.C. 245.\r\n487 Court cannot exercise its powers under article because the decision of the tribunal has no force till a declaration is made by the Government cannot be sustained.\r\nAs regards section 19, it was contended that an award declared by the appropriate Government under section 15 to be binding can only come into operation on such date as may be specified by the appropriate Government and can only remain in operation for such period not exceeding one year, as may be fixed by that Government and it was said that herein the Government had the power to state the period from which the award was to commence and the time for which it was to remain in force.\r\nThis section does not, in my opin ion, affect the question of the appealability of the deter mination of the tribunal.\r\nGovernment has certain functions to perform in its own sphere after the award is made.\r\nIn certain cases it is bound to declare that award binding.\r\nIn other cases, when it is itself a party to the dispute, it has certain overriding powers and these overriding powers are that if it considers that the award is not in public interests it may refer it to the legislature.\r\nThe legisla ture, however, has the power to modify, accept or reject the award.\r\nThese overriding powers presuppose the existence of a valid determination by a tribunal.\r\nIf that determina tion is in excess of jurisdiction or otherwise proceeds in a manner that offends against the rules of natural justice and is set aside by exercise of power under article 136, then no occasion arises for exercise of governmental power under the Act.\r\nGiven a valid award, it could not be denied that the Government could exercise its powers in any manner it con sidered best and the exercise of that power is outside the constitution of this Court.\r\nIn this connection reference was made to Moses vs Parker (1).\r\nThe passage on which emphasis was laid reads as follows : \"The Court has been substituted for the commissioners to report to the governor.\r\nThe difference is that their report is to be binding on him.\r\nProbably it was (1) [1896] A.C. 488 thought that the status and training of the judges made them the most proper depositaries of that power.\r\nBut that does not make their action a judicial action in the sense that it can be tested and altered by appeal.\r\nIt is no more judicial than was the action of the commissioners and the governor.\r\nThe Court is to be guided by equity and good conscience and the best evidence.\r\nSo were the commissioners.\r\nSo every public officer ought to be.\r\nBut they are expressly exoner ated from all rules of law and equity, and all legal forms.\r\nHow then can the propriety of their decision be tested on appeal ? What are the canons by 'which this Board is to be guided in advising Her Majesty whether the Supreme Court is right or wrong ? It seems almost impossible that decisions can be varied except by reference to some rule, whereas the Court making them is free from rules.\r\nIf appeals were allowed, the certain result would be to establish some system of rules, and that is the very thing from which the Tasmanian Legislature has desired to leave the Supreme Court free and unfettered in each case.\r\nIf it were clear that appeals ought to be allowed such difficulties would doubt less be met somehow.\r\nBut there are strong arguments to show that the matter is not of an appreciable nature.\r\n\" One would have expected that after this opinion the decision would have been that the Judicial Committee had no jurisdiction to entertain the appeal but their Lordships proceeded to base their decision not on this ground but on the ground that this was not a fit case for the exercise of the prerogative of the King.\r\nIn my opinion, the observations made in that case have no apposite application to the provi sions of the statute with which we are concerned.\r\nI do not see any difficulty in this case in testing the propriety of the determination of the tribunal.\r\nThis Court is not to substitute its decision for the determination of the tribu nal when granting relief under article 136.\r\nWhen it chooses to interfere in the exercise of these extraordinary powers, it does so because the tribunal has either exceeded its jurisdiction or has approached the questions referred to it in a manner which is likely to 489 result in injustice or has adopted a procedure which runs counter to the well established rules of natural justice.\r\nIn other words, if it ,has denied a hearing to a party or has refused to record his evidence or has acted in any other manner, in an arbitrary or despotic fashion.\r\nIn such cir cumstances no question arises of this Court constituting itself into a tribunal and assuming powers of settling a dispute.\r\nAll that the Court when it entertains an appeal would do is to quash the award and direct the tribunal to proceed within the powers conferred on it and approach the adjudication of the dispute according to principles of natural justice.\r\nThis Court under article 136 would not constitute itself into a mere court of error.\r\nExtraordinary powers have to be exercised in rare and exceptional cases and on well known principles.\r\nConsidered in the light of these principles, there is no insuperable difficulty in the present case of the nature pointed out in the passage cited above.\r\nIt was conceded that the High Court could exercise powers under section 226 and could quash an award but it was said that under article 136 this power should not be exer cised in an appeal.\r\nI do not see why ? Particularly when after the High Court has passed any decision on an applica tion made to it in exercise of the powers under section 226, that decision could be brought to this Court in appeal.\r\nIn the matter of an industrial dispute where expedition is the crux of the matter, it is essential that any abuse of powers by such tribunals is corrected as soon as possible and with expedition.\r\nIt may be mentioned that it is no novel practice for a court empowered to grant special leave to exercise its powers even though there may be intermediate rights of appeal or other remedies available, if it is considered essential to do so in extraordinary situations.\r\nVide Bent wick 's Privy Council Practice, 3rd Edn., page 125.\r\nTherein it is stated as follows : \"In several cases from Jamaica, the Privy Council grant ed leave to appeal to the Queen in Council directly from the Supreme Court, without an intermediate appeal (which would have been attended with much 490 expense and delay) to the Court of Error in the island, there being in each of those cases manifestly some point of law raised which deserved discussion.\r\n\" The cases were In Re Barnett(1), Harrison vs Scott (2), and Attorney General of Jamacia vs Manderson (s).\r\nThe phraseology employed in article 136 itself justifies this course.\r\nThe article empowers this Court to grant special leave against sentences or orders made by any court.\r\nIn all other articles of the Constitution right of appeal is con ferred against final decisions of the highest court of appeal in the country but under this article power is given to this Court to circumvent that procedure if it is considered necessary to do so.\r\nI am, therefore, of the opinion that the mere circumstance that a remedy in the nature of a writ of certiorari is open to the petitioners does not necessarily lead to the conclusion that the power of this Court under article 136 is circumscribed by that circumstance.\r\nWhenever judicial review is permissible in one form or another, this Court as the highest Court in the land can exercise its special powers and circumvent ordinary procedure by granting special leave.\r\nWhat it has to ulti mately decide it can decide earlier.\r\nI now proceed to examine some of the cases to which reference was made by Mr. Alladi.\r\nThree Australian cases were cited which concern the construction of sections 51, 71 and 72 of the Australian Constitution (63 and 64 Vict., c. 12).\r\nSection 72 requires that every Justice of the High Court and every Justice of any other Court created by the Parliament of the Common wealth shall subject to the power of removal contained in the section be appointed for life.\r\nSection 71 confers the whole judicial power of the Commonwealth upon the Courts therein mentioned and no other tribunal or body can exercise that power.\r\nEvery Court referred to in section 71 has to be constituted in the manner provided by section 72.\r\nThe ques tion in these cases was as to the meaning of the phrase \"judicial power of the Commonwealth.\r\n\" Similar (1) 4 Moo. 453. (2) 5 Moo. 357. (3) 6 Moo. 239. 491 phraseology has not been used in any part of the Constitu tion of India and in these circumstances it is difficult to derive any assistance from these decisions in solving the problem before us.\r\nThe Constitution of India is not mo delled on the Constitution of Australia and that being so, any observations made in decisions given under that Consti tution cannot be held to be a safe guide in the interpreta tion of language employed in a Constitution differently drafted.\r\nThe first of these cases is Waterside Workers ' Federa tion of Australia vs\r\nJ.W. Alexander Ltd. (1).\r\nTherein it was held that the power conferred by the Commonwealth Concilia tion and Arbitration Act 1904 1915 upon the Commonwealth Court of Conciliation and Arbitration to enforce awards made by it is part of \"the judicial power of the Commonwealth \"within the meaning of section 71 of the Constitution, and can only be vested in the courts mentioned in that section.\r\nMr. Alladi placed reliance on a passage at page 467 in the judgment of Isaacs and Rich JJ., which reads as follows : \"The arbitral part of the Act, therefore, is quite within the power of pl. xxxv, and is not intended by the Act to be exercised by an ordinary Court of Justice, which, it is suggested, Parliament by some strange perversity proceed ed to destroy at birth.\r\nIt is true that enforcement provi sions are found. .\r\nBut all this was in imitation of the State Acts of Arbitration, and not in reliance on the Judi cature Chapter of the Federal Constitution.\r\nThe arbitral portion of the Act is, in our opinion, perfectly good, subject to its severability from any other portion which may be bad.\r\n\" It was argued that the Industrial Tribunal here was an arbitration tribunal of the same kind as in Australia and exercises similar functions.\r\nIt is however pertinent to observe that the phraseology employed in section 15 of the Indian Act is different from that used in the Australian statute.\r\nThe Indian statute has constituted different bodies for different purposes.\r\nAn Industrial Tribunal has been constituted (1) 25 C.L.R. 63 492 only to discharge one function of adjudication.\r\nIt is not described as an arbitral tribunal.\r\nThe Act has avoided the use of the word \"arbitration\" either in preamble or in any of its relevant provisions though the determination has been named as an award.\r\nIn these circumstances it is unsafe to seek any guidance from observations made in this case.\r\nThe next case to which reference was made is Rola Co. (Australia) Proprietary Ltd. vs The Commonwealth (1).\r\nThe question here was whether the Women 's Employment Board constituted under the Women 's Employment Act, 1942, did not exercise the judicial power of the Commonwealth.\r\nIt was held that the Board exercised functions which were arbitral in character.\r\nEmphasis was laid on a passage occurring in page 198 of the report which reads as follows : \"An industrial award lays down rules of conduct for the future.\r\nIt does not purport to ascertain and enforce exist ing rights; it is directed to the creation of new rights.\r\nIt is urged on behalf of the plaintiff that a determination of the Committee does not create a rule of conduct binding the parties for the future, but that it authoritatively deter mines a possibly controverted question of fact and that the making of such an authoritative determination is necessarily an exercise of judicial power.\r\nReference is made to the frequently quoted statement of Griffith C.J. in Huddart Parker & Co. Pty. Ltd. vs Moorehead (2), approved by the Privy Council in Shell Co. of Australia Ltd. vs Federal Commissioner of Taxation (8):__ \"I am of opinion that the words 'judicial power ' as used in section 71 of the Constitution mean the power which every sovereign authority must of necessity have to decide controverises between its subjects or between itself and its subjects, whether the rights relate to life, liberty or property.\r\nThe exercise of this power does not begin until some tribunal which has power to give a binding and authori tative decision (whether subject to appeal or not) is called upon to take action.\" (1) ; (2) a C.L.R. 330 at 357.\r\n(3) 493 Reg.\r\n5C gives Committees power.\r\nto decide controversies between subjects relating to their rights and the regulation purports to make those decisions binding and authoritative.\r\nI am not satisfied that the words of Griffith C.J. are properly interpreted when it is said that they mean that a power to make binding and authoritative decisions as to facts is necessarily judicial power.\r\nI direct attention to the concluding words \" is called upon to take action.\r\n\" In my opinion these words are directed to action to be taken by a tribunal which has power to give a binding and authorita tive decision.\r\nThe mere giving of the decision is not the action to which the learned Chief Justice referred.\r\nIf a body which has power to give a binding and authoritative decision is able to take action so as to enforce that deci sion, then, but only then, according to the definition quoted, all the attributes of judicial power are plainly present.\r\nI refer to what I say more in detail hereafter, that the Privy Council, in the Shell case (1), in which approval was given to the definition quoted, expressly held that a tribunal was not necessarily a Court because it gave decisions (even final decisions) between contending parties which affected their rights.\r\nIn Huddart Parker 's case (2), Isaacs 1. referred to the statement of Palles C.B. in R.v.\r\nLocal Government Board for Ireland (3) \"to erect a tribunal into a 'Court ' or 'juris diction ', so as to make its determinations judicial, the essential element is that it should have power, by its determination within jurisdiction, to impose liability or affect rights.\" \"By this,\" said the learned Chief Baron, \"I mean that the liability is imposed, or the right affected by the determination only, and not by the fact determined, and so that the liability will exist, or the right will be affected, although the determination be wrong in law or in fact.\r\nIt is otherwise of a ministerial power.\r\nIf the existence of such a power depends upon a contingency, al though it may be necessary for the officer to determine whether (1) (2) ; at 383.\r\n(3) at p. 373.\r\n494 the contingency has happened, in order to know whether he shall exercise the power, his determination does not bind.\r\nThe happening of the contingency may be questioned in an action brought to try the the act done under the alleged exercise of the power.\r\nBut where the determination binds, although it is based on an erroneous view of facts or law, then the power authorizing it is judicial.\r\nThere we get a modern use of the term 'judicial power '.\r\n\" This state ment of the characteristics of judicial power looks to what, in Waterside Workers ' Federation of Australia vs Gilchrist, Watt & Sanderson Ltd.(1), Isaacs and Rich JJ.\r\nreferred to as the creation of instant liability in specified persons as distinct from laying down a rule or standard of conduct for the future.\r\nThe decision of an ordinary Court that B is bound to pay money to A applies a pre existing standard of rights and duties not created by the Court itself, with the result that there is an immediately enforceable liability of B to pay to A the sum of money in question.\r\nThe decision of the Wom en 's Employment Board does not create any such liability, nor does the determination of a Committee of Reference create any such liability.\r\nIn order to impose an immediale ly enforceable liability upon any employer, for example, to pay wages to a particular female, it would be necessary for the female or some person on her behalf (see reg.\r\n9A) to sue in a court of competent jurisdiction.\r\nIf such a proceeding succeeded there would then be a liability created by the determination of the court.\r\nsuch a proceeding the determina tion of the Committee of Reference would be evidence of the facts to which it related, but that determination would not in itself create \"liability.\r\n\" The concluding words of the passage quoted above at once distinguish the present case from the Australian case.\r\nThe award given by an Industrial Tribunal in respect either of bonus or higher wages, etc.\r\nis enforceable by its own force and by the coercive machienary of the Act and it is not merely a declaration of a character that furnishes a cause of action to the employee to bring a suit on its foot to recover the C.L.R. 482, 512.\r\n495 wages.\r\nAn arbitral tribunal 's decision cannot be enforced unless it has the sanction of a Court of justice behind it but the award of the Tribunal is enforceable under the Act itself by the coercive machinery provided therein.\r\nIt is the terms of the award that are enforceable and not the terms of the order made by the Government.\r\nIt is the breach of the terms of the award that is punishable and not any breach of Government 's order.\r\nThe Government itself is bound to declare the award binding and it has no option whatsoever in the matter.\r\nIt is no doubt true that the tribunal has not only to decide the existing rights and liabilities of the parties and it can lay down rules of conduct for the future but it does so because by law it is authorised to do so.\r\nIts decision carries the sanction with it.\r\nThe Government is bound to give effect to it and the statute enforces it by coercive machinery.\r\nIn my view, therefore, this decision again has no relevancy to the present case.\r\nThe third case to which reference was made is Shell Co. of Australia vs Federal Commissioner of Taxation (1).\r\nThat was an income tax matter and the decision has been consid ered in an earlier part of this judgment.\r\nReference was also made to Mohammad Ahmad vs Governor General in Council (\"), in which it was held that an improvement trust was not a civil Court subordinate to the High Court under section 115 of the Code of Civil Procedure.\r\nThat has no bearing to the matter in issue here.\r\nSimilar point was discussed in Hari vs Secretary of State for India (3).\r\nLabour Relations Board vs John East Iron Works Ltd. (4) is a Canadian case and the decision proceeded on the same lines as in the Australian cases.\r\nMr. Sen appearing for the respondents placed reliance on O 'Connor vs Waldron (5).\r\nThe relevant passage occurs at page 81 which runs thus : The law as to judicial privilege has in process of time developed.\r\nOriginally it was intended for the protection of judges sitting in recognised Courts of (1) (3) I.L.R. (2) I.L.R. (4) A.I.R. 1949 P.C. 129.\r\n(5) , 496 Justice established as such.\r\nThe object no doubt was that judges might exercise their functions free from any danger that they might be called to account for any words spoken as judges.\r\nThe doctrine has been extended to tribunals exer cising functions equivalent to those of an established Court of Justice.\r\nIn their Lordships ' opinion the law on the subject was accurately stated by Lord Esher in Royal Aquari um etc.\r\nLtd. vs Parkinson (1), where he says that the privi lege applies wherever there is an authorized inquiry which, though not before a Court of Justice, is before a tribunal which has similar attributes.\r\nThis doctrine has never been extended further than to Courts of Justice and tribunals acting in a manner similar to that in which such Courts act '\" The learned counsel contended that the. word \"tribunal\" in article 136 could only have reference to those tribunals which exercise functions equivalent to that of a Court of Justice.\r\nI have no hesitation in holding that the Industrial Tribunal has similar attributes as that of a Court of Jus tice in view of the various provisions to which I have made reference.\r\nReference was also made to certain passages occuring in pages 422 and 428 of Toronto Corporation vs York Corporation (2).\r\nThat was a case of the Municipal Board of Ontario.\r\nIt was held there that the Board was merely an administrative tribunal.\r\nNext reliance was placed on R.v.\r\nNational Arbitration Tribunal, Ex parte Horatio Crowther & Co. Ltd.(3).\r\nThat dealt with the powers of tile National Arbitration Tribunal.\r\nIn my opinion this citation also is not of much assistance.\r\nIt was again urged by Mr. Alladi that the word \"tribu nal\" was introduced in the article to provide for cases of tribunals like the Board of Revenue.\r\nThe suggestion does not appear to be sound, because a Revenue Board has all the attributes of a Court of justice and falls within the defi nition of the word \"Court\" in matters where it adjudicates on rights of parties.\r\n(6) (7) [1938] A.C. &15.\r\n(8) 497 The word \"tribunal\" has been used in previous legisla tion in a number of statutes and it is difficult to think that the Constitution when it introduced this word in arti cle 136 intended to limit its meaning to only those tribu nals which though not described as Courts strictly speaking, were discharging the same or analogous functions as were being discharged by Courts.\r\nFor the reasons given above I am of the opinion that the word \"tribunal\" in article 136 has to be construed liberally and not in any narrow sense and an Industrial Tribunal inasmuch as it discharges functions of a judicial nature in accordance with law comes within the ambit of the article and from its determination an application for spe cial leave is competent.\r\nThe question now to determine is whether the exercise of overriding powers of this Court can be justified on any ground whatsoever in the present case.\r\nAs I have already said, exceptional and extraordinary powers of this character can only be justifiably used where there has been a grave miscarriage of justice or where the procedure adopted by the Tribunal is such that it offends against all notions of legal procedure.\r\nDr. Bakshi Tek Chand for the petitioner bank urged four grounds justifying exercise of the special jurisdiction of this Court.\r\nFirstly, he contended that the word \"victimiza tion\" used in clause 18 of the reference had been interpret ed in such a manner by the Tribunal that it had usurped jurisdiction to decide disputes which were never referred to it.\r\nIn my view this is not a matter which can justify the exercise of the powers under article 136.\r\nThis Court is not a mere Court of error.\r\nThe word \"victimization\" has not been defined in the statute and is not in any sense a term of law or a term of article It is an ordinary English word which means that a certain person has become a victim, in other words, that he has been unjustly dealt with.\r\nIt was argued that the word has acquired a special meaning in regard to industrial disputes and connotes a person who becomes a victim of the employer 's wrath by reason of his trade union activities and that the word cannot relate to a person who has been merely unjustly dismissed.\r\nBe that as it may.\r\n498 The determination of the Tribunal has not been materially affected by this interpretation of the word to any large extent and that being so, it does not call for the exercise of the special power.\r\nThe second ground urged was that the Tribunal has erred in ordering reinstatement of persons who were guilty of an illegal strike.\r\nIt was contended that section 23 (b) of the Act has been wrongly construed by it and as a result of this misconstruction persons who were guilty of a wrong and who could not have been reinstated have been reinstated.\r\nIn brief, the argument was that under section 23(b) when a matter has been referred to a tribunal in respect of an earlier strike, any strike during the pendency of that dispute is an illegal strike and that was the situation here.\r\nThe employees of the bank had struck work in December, 1948.\r\nThat dispute had been referred to an Industrial Tribunal.\r\nIt was during the pendency of that dispute that another strike took place which led to the dismissal of the employees who have now been reinstated by the present award.\r\nThe Calcutta High Court has held that a strike during the pendency of the period of truce and during the pendency of an earlier dispute before a tribunal is illegal even if it is brought about as a result of fresh and new demands which are not covered by the earlier dispute.\r\nOne of the members of the Tribunal thought that the decision laid down the law correctly on the point, but the other member thought that the decision was erroneous.\r\nBoth of them, however, agreed that whether the strike was legal or illegal that point did not in any way affect the question that they had to decide under issue 18.\r\nThe consequences of an illegal strike are laid down in the Act and certain penalties are provided therein.\r\nThe Act nowhere states that persons guilty of illegal strike cannot be reinstated.\r\nBe that as it may.\r\nThe reference to the Tribunal was made by the Government in respect of an illegal.\r\nstrike and the Tribunal was bound to give its decision on the reference.\r\nItem 18 of schedule II clearly empowers the tribunal to deal with cases of victimi zation as a result of the third strike which the petitioner described as illegal.\r\nThe Tribunal may be 499 wrong in the view they have taken but it seems to me this is again not a question of that vital character which would justify the grant of special leave under article 136.\r\nThe next question raised by the learned counsel that the award of the Tribunal is based on no evidence whatsoever.\r\nThis contention requires serious consideration.\r\nI have examined the proceedings of the Tribunal and it appears that all ' it did was that as required by rule 17 at the first sitting it called upon the parties to state their cases.\r\nMr. Parwana on behalf of the employees stated their respec tive cases and Mr. Ved Vyas who represented the bank stated the bank 's case and after the cases had been stated the proceedings terminated and both parties addressed arguments and the Tribunal proceeded to give its award.\r\nWhether the charge of victimization in individual cases was proved or not depended on proof of certain facts which had to be established by evidence.\r\nThe onus of proving victimization clearly rested on the employees.\r\nNo evidence whatsoever was led on their behalf.\r\nThe statement of the case by Mr. Parwana was not on oath.\r\nThere was no examination or cross examination of Mr. Parwana.\r\nNo affidavit supporting the facts stated by Mr. Parwana was filed by him or by any employee.\r\nMr. Parwana produced an abstract of the corre spondence but the original correspondence was not produced.\r\nThe bank disputed the facts stated by Mr. Parwana by means of a lengthy affidavit.\r\nIt seems no reference was made even to this affidavit by the Tribunal.\r\nNo counter affidavit was filed in reply to the facts stated in this 'affidavit.\r\nThe bank wanted to call some evidence.\r\nParticular reference was made in respect of a scurrilous letter issued by one Bhatta charya on behalf of the employees and distributed by them, which it is alleged considerably shook the credit of the bank.\r\nThis opportunity was denied to it.\r\nIt was contended before us that the bank wanted to lead evidence on certain matters and that the opportunity to lead it was denied.\r\nThere is nothing on the record to support this contention.\r\nThe result therefore is that the facts on the basis of which allegations of victimization have been 64 500 made are neither supported by an affidavit nor by any evi dence and the award is based on no evidence whatsoever.\r\nThe Act as well as the rules framed under it contemplate a proper hearing, discovery and inspection of documents and production of evidence, etc.\r\nNone of this procedure was followed by the Tribunal.\r\nIt is difficult to see on what material the Tribunal has given its award as there is none existing on the present record and the respondents ' counsel could not point out to any such material.\r\nAt one time during the argument I was inclined to think that possibly both parties by agreement consented to treat the statement of case as evidence in the case and did not wish to produce any other evidence, but the affidavit filed on behalf of the bank disputes all the facts stated by Mr. Parwana.\r\nThe only evidence on the record is the bank 's affidavit and if the facts contained in the affidavit are accepted, then the determination made by the Tribunal cannot stand.\r\nIt seems to me therefore that the procedure adopted by the Tribunal was against all principles of natural justice and the award is thereby vitiated and should be set aside.\r\nIt happens that when the safeguard of an appeal is not provided by law the tendency sometimes is to act in an arbitrary manner like a benevolent despot.\r\nBenevolent despotism, however, is foreign to a democratic Constitution.\r\nThe members of the Tribunal seem to have thought that having heard the state ment of the cases of the parties they could proceed to a judgment on their own view of its right or wrong unaided by any material.\r\nThat kind of procedure to my mind is unwar ranted by the statute and is foreign to a democratic Consti tution.\r\nIn these circumstances it is the compelling duty of this Court to exercise its extraordinary powers and to quash such an award.\r\nThe last contention raised by Bakshi Tek Chand was that though a Tribunal consisting of three persons was appointed to adjudicate on the dispute, the award has only been signed by two of them.\r\nReference in this connection was made to section 16 of the Act which says that the award of a Tribu nal shall be in writing and shall be signed by all the members of the 501 Tribunal and that nothing in the section shall be deemed to prevent any member of the Tribunal from recording a minute of dissent.\r\nThe provisions of the section are mandatory and have not been complied with.\r\nIt is common ground that the case was stated by the parties at a sitting when all the members of the Tribunal were present and the arguments were heard by all of them.\r\nNo sitting took place subsequent to this which would have necessitated the carrying on of pro ceedings by two members of the Tribunal by a quorum.\r\nWhen the matter has been heard by all the three members, the award should have been given by all of them.\r\nTherefore the award given by two of them is not the award of the Tribunal constituted by the Government.\r\nIt is therefore vitiated and has to be quashed.\r\nReference in this connection was made to section 8 of the Act which reads as follows : \"If the services of the chairman of a Board or of the chairman or other member of a Court or Tribunal cease to be available at any time the appropriate Government shall, in the case of a chairman, and may in the case of any other member, appoint another independent person to fill the vacancy, and the proceedings shall be continued before the Board, Court or Tribunal so reconstituted.\r\n\" The Tribunal was never reconstituted by the Government by any notification.\r\nUnder section 7 a Tribunal has to be constituted in accordance with the provisions of the Act by the Government.\r\nThe Government having constituted a Tribunal of three persons it had power under section 8 to reconsti tute it but did not exercise that power.\r\nThe result there fore is that the Tribunal as originally constituted was not the Tribunal which gave the award in this reference.\r\nOnly two members have given the award.\r\nIt was said that one of the members ceased to be available and the Government was not bound to fill up that vacancy.\r\nThere is no material on the record to prove whether any member became unavailable and if so, when.\r\nBut even if a member becomes unavailable and the Government does not choose to fill up the vacancy, still the Government has to reconstitute the Tribunal by saying that 502 two members will now constitute the Tribunal.\r\nAn affidavit with two telegrams annexed was filed before \"us on behalf of the respondents which disclosed that Mr. Chandrasekhara Aiyar who was one of the members of the Tribunal, in Novem ber, 1949, was appointed a member of the Boundary Commission in Bengal and that the other two members sent a telegram to the Labour Ministry asking it to fill up the vacancy or to reconstitute the Tribunal.\r\nThe advice given by the Ministry was that they could proceed as they were and that the Gov ernment would later on, if necessary, fill up the vacancy.\r\nWe are not concerned whether the advice given was right or wrong.\r\nBut the fact remains that the Tribunal was never reconstituted and it was not denied that Mr. Chandrasekhara Aiyar is now sitting in the same Tribunal without being again nominated to it and the Tribunal is hearing the same reference under the other issues referred to it.\r\nMoreover, I do not see why after having heard the reference he could not give the award even if he was in Calcutta or sign the award given by the other two members.\r\nThe idea of three persons hearing a case and two of them deciding it is repug nant to all notions of fairness.\r\nIt may well have been that the opinion of the third may have influenced the other two or the decision arrived at may have been quite different.\r\nIt so happened in this case that two members of the Tribunal differed on an important question of law but somehow adjust ed their differences and gave a unanimous award.\r\nThe presence of the third in such a situation may have very vitally affected the result.\r\nAfter a good deal of thought I feel that it would be most dangerous for this Court to condone proceedings of this character.\r\nIf exceptional powers are not exercised even when a body legally constitut ed under the statute does not function according to the statute, then they defeat the very purpose of the Constitu tion.\r\nReference in this connection may be made to the deci sion of their Lordships of the Privy Council in Fakira vs King Emperor (1).\r\nIn that case section 377 (1) A.I.R. 1937 P.O. 119.\r\n503 of the Code of Criminal Procedure as modified and as ap plicable to Hyderabad stood as follows : \"In every case so submitted, the confirmation of the sentence or order passed by the Court of the Resident at Hyderabad shall, when such Court consists of two or more Judges, be made, passed and signed by at least two of them.\" In Fakira 's case the order of confirmation was only made, passed and signed by one of them, though the Court of the Resident consisted of two Judges.\r\nTheir Lordships held that the peremptory provisions of section 377 had not been complied with and that the sentence passed had not been validly confirmed.\r\nThe appeal was allowed and the case was remitted to the Court of the Resident.\r\nThe provisions of section 18 of the are also of a peremptory nature.\r\nReference may also be made to a case arising under the Bar Councils Act reported in In re An Advocate, Madras(1), where one member of the tribunal under that Act had died and had not signed the report.\r\nIt was held that the tribunal ceased to be properly constituted and that the report could not be considered.\r\nFor the reasons given above I would quash this award and direct that the Tribunal which is still functioning should readjudge item 18 of the reference and then submit its award on this point to Government.\r\nThe employees cannot be held responsible for the method of procedure adopted by two members of the Tribunal.\r\nEach party will have to bear their own costs in this Court.\r\nThe appeal is allowed to the extent indicated above.\r\nMUKHERJEA J.\r\nThis appeal, which has come up before us on special leave, is directed against an award made by the All India Industrial Tribunal, dated the 19th of January, 1950.\r\nThe Tribunal was constituted by the Central Govern ment under section 7 of the and a large number of disputes (1) A.I.R. 1942 Mad.\r\n504 between several Banking companies and their emiployees were referred to it for adjudication.\r\nAmongst these Banking companies were the Bharat Bank Limited, the appellants before us, and the disputes between them and their employ ees, who are respondents in this appeal, related inter alia to a number of cases of retrenchment and victimization which the latter alleged against the former.\r\nThe Tribunal held its enquiry in Delhi in respect to the cases which were connected with the Delhi Branch of the appellants and as a result of the same, made their award on 19th January, 1950, holding that 26 persons, who were employees under the appel lants, were improperly dismissed by the latter and should be reinstated.\r\nFurther directions were given in the award regarding the salaries and allowances that were to be paid to the dismissed employees.\r\nThis award was declared to be binding in terms of the provisions of sections 15 and 19 of the by the Central Government on 30th of January, 1950, and it was directed to remain in operation for a period of one year.\r\nIt is against this award that the present appeal has been preferred.\r\nOn behalf of the Indian Union which appeared as an intervener in this appeal, as also on behalf of the respond ents, a preliminary objection was taken challenging the competency of the appeal.\r\nThe contention put forward by Sir Alladi Krishnaswami Aiyar, who appeared for the inter vener, in substance, is that article 136 of the Indian Constitution, under which special leave was prayed for and obtained by the appellants in this case, does not contem plate or include within its scope an appeal against an award of an Industrial Tribunal which is not vested with, and cannot exercise, judicial powers, and the decision of which cannot, therefore, rank as a judicial determination.\r\nThe Industrial Tribunal, it is said, is an administrative body exercising quasi judicial functions and this Court cannot be called upon to exercise the powers of an appellate Court in respect to the decision of a tribunal which is really a part of the administrative machinery of the Govern ment.\r\n505 In reply to this objection, it has been urged by Sir Tek Chand that the Tribunal constitutedunder the is really and in substance, a Court or judicial tribunal which is invested with the power and authority to exercise judicial functions; and in any event, the language of article 136 of the Constitution is wide enough to include an appeal from the award or determination of any tribunal, be it judicial or not.\r\nThere are two questions which require consideration on this preliminary point.\r\nThe first is, whether the award or decision of an Industrial Tribunal constituted under the is a judicial decision in the proper sense of the expression or is it the pronouncement of an administrative or quasi judicial body which may exercise some of the functions of a Court of law but is really not so ? The other question turns upon the construction to be put upon article 136 of the Constitution particularly on the meaning to be given to the words 'tribunal ' and 'determina tion ' occurring therein; and the question is whether the language is wide enough to include an adjudication or award of an Industrial Tribunal.\r\nAs regards the first question, it is to be noticed that owing to the intricate and complex system of Government that exists in a modern State and the vast expansion of social legislation of all sorts that have taken place in England and in other countries including our own, within the last few decades, the so called administrative and quasi judicial tribunals have come to be a permanent feature of our social and political system.\r\nThey function as adjudicating bodies in disputes concerning a large number of economic and.\r\nsocial affairs.\r\nIn a sense they are governmental bodies appertaining to the executive and not to the judicial branch of the State, though in various matters they are armed with judicial powers analogous to those normally carried out by Courts of law.\r\nThe question is, what are the tests or distinguishing features, if any, which distinguish an admin istrative tribunal from a Court of law.\r\nOnce we are able to formulate these tests, we would be 506 in a position to determine whether a Tribunal functioning under the is or is not a judicial tribunal properly so called.\r\nWhether a particular function or activity is judicial or not is often a difficult question to decide.\r\nThe point was elaborately dealt with by Lord Sankey who delivered the judgment of the Privy Council in Shell Co. of Australia vs Federal Commissioner of Taxation (1).\r\nThe question raised in that case was whether the Board of Review, which was set up in 1925 under the Commonwealth Income Tax legislation, was a Court exercising judicial powers of the Commonwealth ? The High Court of Australia decided by a majority that it was an administrative and not a judicial tribunal and this majority judgment was affirmed in appeal by the Privy Council.\r\nLord Sankey remarked in course of his judgment that \"the decided cases show that there are Tribunals which possess many of the trappings of a Court but which, nevertheless, are not Courts in the strict sense of exercising judicial power.\r\nMere externals do not make a direction by an ad hoc tribunal to an administrative officer, an exercise by a Court of judicial power.\r\n\" The actual decision in the case rested on the ground that the Board of Review could not be a judicial tribunal, as its orders were not conclusive for any purpose whatsoev er.\r\nThe decision, it seems, has only a negative value.\r\nThe Lord Chancellor enumerated a series of negative propositions which stated inter alia that a tribunal is not necessarily a Court because two or more contending parties appear before it, nor because it hears witnesses, or gives a final deci sion which affects the right of the parties.\r\nWhat the real or positive test is, the Privy Council did not care to formulate, though the judgment quoted, with approval, cer tain observations of Griffith C.J. given in another Austra lian case, namely, Huddart Parker & Co. vs Moorehead(\" '), which to some extent neutralised the effect of the negative tests enumerated in the judgment.\r\nThe observations of Grif fith C.J. are as follows : (1) (2) ; , at p. 357.\r\n507 \"I am of opinion that the words 'judicial power '. mean the power which every sovereign authority must have of necessity to decide controversies between its subjects, or between itself and its subjcets, whether the rights relate to life, liberty or property.\r\nThe exercise of this power does not begin until some tribunal which has power to give a binding and authoritative decision (whether subject to appeal or not) is called upon to take action.\r\n\" It may be stated that the authority to hear and decide on evidence between a proposal and an opposition though it is one of the most essential of judicial powers, may be present is an administrative tribunal also.\r\nIn the majority of cases, administrative bodies are also armed with the powers of a Court of Justice in summoning witnesses, admin istering oaths and punishing disobedience to its order made for the purpose of effecting its enquiries (1).\r\nAs a matter of fact, it is usual to find that those features which were at one time attached exclusively to activities carried on in a Court of law are being extended to committees, commissions or boards conducting enquiries under directions or supervi sion of the Government.\r\nThe presence or absence of these features, therefore, does not furnish any conclusive test to determine whether a particular body is a judicial body or not.\r\nIn the observations of Griffith C.J. quoted above, the learned Chief Justice laid stress on the power to make a binding and authoritative decision as the essential element in the exercise of judicial power.\r\nThe exact meaning and implication of these expressions were the subject matter of discussion in later Australian cases and it was held by the majority of the Judges in Rola Co. (Australia) Pty.\r\nLimited vs The Commonwealth (2), that t. hey do not simply mean that if an authority is given power to decide controverted ques tions of fact and its determination is made binding on the parties to the controversy, it would be sufficient to show that judicial power was entrusted to such authority.\r\nA determination, it was pointed out, may be binding on the parties (1) Vide W F. O 'Connor vs Waldron at p, 82. ; 508 in the same sense as a contract is binding on them.\r\nWhat is necessary is that the determination by its own force and without the aid or instrumentality of any other authority or power must affect the rights and obligations of the parties; or in other words, the decision itself irrespective of the facts decided, must create rights and impose obligations; and it should be enforceable as such under the ordinary law of the land.\r\nThis undoubtedly is one of the fundamental tests which distinguishes a judicial body from one which exercises administrative or quasi judicial functions.\r\nSome times the decision or report of the administrative tribunal becomes operative after it is accepted by the head of the department under which the tribunal conducted its enquiries and it is then enforced by some sort of administrative process; or it might create rights between the parties which have to be sued upon in the ordinary way in a Court of law and it is only on the basis of a judgment or decree that is obtained in such action that relief could be had by the party.\r\nThe essence of judicial determination is that nothing further remains to be done except the enforcement of the judgment, a step which is compelled automatically by the law of the land.\r\nThe other fundamental test which distinguishes a judicial from a quasi judicial or administrative body is that the former decides controversies according to law, while the latter is not bound strictly to follow the law for its decision.\r\nThe investigation of facts on evidence adduced by the parties may be a common feature in both judicial and quasi judicial tribunals, but the difference between the two lies in the fact that in a judicial proceeding the Judge has got to apply to the facts found, the law of the land which is fixed and uniform.\r\nThe quasi judicial tribunal on the other hand gives its decision on the differences between the parties not in accordance with fixed rules of law but on principles of administrative policy or convenience or what appears to be just and proper in the circumstances of a particular case.\r\nIn other words, the process employed by an administrative tribunal in coming to its decision is not what is known as 'judicial 509 process ' (x).\r\nSir Maurice Gwyer in his deposition before the Committee on Minister 's Powers appointed by the English Parliament in 1929 stated that \"a clear distinction is to be drawn between judicial and quasijudicial powers.\r\n\" The 'judicial power ' was defined by the witness as a power to decide a question of legal right in a dispute between par ties involving either a finding of fact or the application of a fixed rule or principle of law or involving both.\r\n\"The quasi judicial power,\" he defined as meaning \"the power of giving decisions on questions of differences of an adminis trative and not justiciable character which cannot be deter mined by reference to any fixed law or principle of law but are matters of administrative discretion and judgment \"(2).\r\nIn Cooper vs Wilson (3), Scott L.J. quoted with approval and adopted as the basis of his judgment the following passage from the report of the above committee: \"A true judicial decision presupposes an existing dis pute between two or more parties, and then involves four requisites : (1) The presentation (not necessarily orally) of their case by the parties to the dispute; (2) if the dispute between them is a question of fact, the ascertain ment of the fact by means of evidence adduced by the parties to the dispute and often with the assistance of argument by or on behalf of the parties on the evidence; (3) if the dispute between them is a question of law, the submission of legal argument by the parties; and (4) a decision which disposes of the whole matter by a finding upon the facts in dispute and an application of the law of the land to the facts so found, including where required a ruling upon any disputed question of law.\r\nA quasi judicial decision equally presupposes an existing dispute between two or more parties and involves (1) and (2) but does not necessarily involve (3) and never involves (4).\r\nThe place of (4) is in fact taken by administrative action, the character of which is determined by the Minister 's free choice.\r\n\" (1) See Robson 's Justice and Administrative Law, p. 74.\r\n(2) Vide Committee of Minister 's Powers, Minutes of Evd., Vol.\r\nII, pages 15 16 and also Robson 's Justice and Adminis trative Law, p. 319.\r\n(3) 510 In our opinion these statements correctly bring out the distinction between a judicial tribunal and an administra tive body which exercises quasi judicial functions.\r\nThese being the essential features which distinguish the two classes of tribunals, we would have to ascertain with refer ence to the provisions of the , which class or category of tribunals an Industrial Tribunal comes under.\r\nThe object of the , as set out in the preamble, is \"to make provisions for investigation and settlement of industrial disputes and for certain other purposes hereinafter appearing.\r\n\" The word \"settlement\" suggests the idea of establishing compromise between the interests of disputing parties.\r\nThere are three classes 'of authorities provided for by the Act who are entrusted with the powers and duties of investigation and settlement of industrial disputes.\r\nFirst of all, there are conciliation officers or Boards of Concil iation, whose duties mainly are to induce parties to come to a fair and amicable settlement amongst themselves.\r\nSecond ly, there are Courts of Enquiry and though they are ' de scribed as Courts, their duties end with investigation into the matters referred to them and submitting reports there upon to the appropriate Government.\r\nLastly, there are Industrial Tribunals composed of independent persons who either are or had been Judges of a High Court or District Judges or are qualified for appointment as High Court Judges.\r\nIt will be seen from the descriptions given above that the Board of Conciliation or Court of Enquiry constituted under the could, on no account, be regarded as judicial tribunals.\r\nTo enable them to investi gate facts they are however armed with certain powers of compelling attendance of witnesses and production of docu ments etc.\r\nThese provisions are to be found in section 11 of the Act.\r\nThe significant thing to note is, that there is no distinction made in this respect between Conciliation Boards and Courts of Enquiry on the One hand and Industrial Tribunals on the other.\r\nThe same powers are conferred 511 the three classes of authorities without any distinction whatsoever and sub section (3) of section 11 further lays down that any enquiry or investigation by a Board, Court of Enquiry or Tribunal shall be deemed to be a judicial pro ceeding within the meaning of sections 193 and 228 of the Indian Penal Code.\r\nThis means that proceedings before an Industrial Tribunal or for the matter of that before the other two bodies also could be deemed to 'be judicial pro ceedings only for certain specified purposes.\r\nThe express provision making the proceedings judicial proceedings for those purposes only emphasises that they are not judicial proceedings otherwise.\r\nUnder section 15 (1), the Industrial Tribunal has got to submit its award to the appropriate Government and sub section (2) lays down that on receipt of such an award, the appropriate Government shall by order in writing declare the award to be binding.\r\nA different provision has been made in regard to cases where the Government itself figures as a party to the dispute.\r\nIn such cases, if the Government considers it inexpedient on public grounds to give effect to the award either in whole or in part, it may, at the earli est opportunity, lay the award for consideration before the Provincial or Central Legislative Assembly as the case may be and the Legislative Assembly may.\r\nby its resolution confirm, modify or reject the award.\r\nAfter the resolution is passed, the Government is to declare the award so con firmed or modified to be binding [see sub section (3)].\r\nSub section (4) of section 15 expressly lays down that an award declared to be binding under any two of the previous sub sections shall not be called into question in any manner whatsoever.\r\nThe Government is not merely to declare the award binding but under section 19 (3), it has got to speci fy the date when the award would come into force and also to fix the period during which it would remain binding, and this period shall not exceed one year.\r\nIt will be seen, therefore, that there is nothing in the from which it could be inferred that the Industrial Tribunal really functions as a Court exercis ing judicial functions.\r\nRegarding 512 the trappings or the external indicia of a Court, its i position is almost the same as that of the Board of Con ciliation or Court of Enquiry and Bakshi Sir Tek Chand concedes that the latter are not judicial tribunals at all.\r\nThe powers of an Industrial Tribunal are certainly wider than those of the other bodies, but it has no power to make a final pronouncement which would proprio vigore be binding on, and create rights and obligations between the parties.\r\nIt is for the appropriate Government to declare the award to be binding and the part which the Government plays in such matters is not a mechanical part merely, for the award can really become operative only when the date of its commence ment and the period of its duration are fixed, and it is for the Government and Government alone to.\r\nfix the same.\r\nWith regard to the other class of cases, where the Government itself is one of the parties to the dispute, the position is still worse.\r\nAn award in such cases is always subject to the contingency of being rejected or modified by the legis lature before whom it could be placed for consideration at the option of the Government.\r\nWhere a contingency like this is attached to an award, it can never be regarded as a final or binding decision which is of the essence of a judicial proceeding.\r\nThe fact that in cases of disputes between private employers and their workmen, the Government has to accept the award as it is, makes no difference in principle.\r\nPossibly, this rule was made in consideration of the status and training of the people who constitute the Tribunal, but nevertheless the determination cannot acquire any authority or force, so long as the appropriate Government does not make the declaration and fix the time of its operation as mentioned above.\r\nIn regard to the other class of awards, where the Government is one of the disput ing parties, the award on the face of it is neither the final nor the authoritative pronouncement on the matter in dispute, and it is always in the powers.\r\nof one of the disputing parties to subject it to further scrutiny at the hands of the legislature who can reject the whole award or effect such changes in it as it considers proper.\r\nThis shows the real nature of the Tribunal and it is not and 513 could not be suggested that the Industrial Tribunal is a Tribunal which exercises judicial functions when the dispute is only between private employers and their workmen, and it ceases to be such when the employer is the Government it self.\r\nWe would now examine the process by which an Industrial Tribunal comes to its decisions and I have no hesitation in holding that the process employed is not judicial process at all.\r\nIn settling the disputes between the employers and the workmen, the function of the Tribunal is not confined to administration of justice in accordance with law.\r\nIt can confer rights and privileges on either party which it con siders reasonable and proper, though they may not be within the terms of any existing agreement.\r\nIt has not merely to interpret or give effect to the contractual rights and obligations of the parties.\r\nIt can create new rights and obligations between them which it considers essential for keeping industrial peace.\r\nAn industrial dispate as has been said on many occasions is nothing but a trial of strength between the employers on the one hand and the workmen 's organization on the other and the Industrial Tribunal has got to arrive at some equitable arrangement for averting strikes and lock outs which impede production of goods and the industrial development of the country.\r\nThe Tribunal is not bound by the rigid rules of law.\r\nThe process it employs is rather an extended form of the process of collective bargaining and is more akin to administrative than to judi cial function.\r\nIn describing the true position of an Industrial Tribu nal in dealing with labour disputes, this Court in Western India Automobile Association vs Industrial Tribunal, Bom bay, and others(1) quoted with approval a passage from Ludwig Teller 's well known work on the subject, where the learned author observes that \"industrial arbitration may involve the extension of ,existing agreement or the making of a new one or in general the creation of new obligations or modification of old ones, while commercial arbitration generally (1) at p. 345.\r\n514 concerns itself with interpretation of existing obligations and disputes relating to existing agreements.\r\n\" The views expressed in these observations were adopted in its entire ty by this Court.\r\nOur conclusion, therefore, is that an Industrial Tribunal formed under the is not a judicial tribunal and its determination is not a judicial determination in the proper sense of these expres sions.\r\nWe now come to the other question as to whether an appeal could be taken to this Court against an award of an Industrial Tribunal by special leave under article 136 of the Constitution.\r\nArticle 136 is a part of Chapter IV of the Constitution which deals with the Union Judiciary.\r\nThe different jurisdictions of the Supreme Court have been prescribed in a series of articles commencing from article 131.\r\nArticle 131 defines the original jurisdiction of the Supreme Court.\r\nArticle 132 deals with its appellate powers in cases where substantial questions of law as to the inter pretation of the Constitution are involved.\r\nArticle 133 contains the provision relating to appeals in civil cases from judgments, decrees and orders of the High Courts;and article 134 makes provisions relating to criminal appeals.\r\nArticle 135 lays down that the Supreme Court shall have jurisdiction and powers with respect to any matter not covered by articles 133 and 134, if such jurisdiction and power could have been exercised by the Federal Court prior to the coming into force of the present Constitution.\r\nThen comes article 136 which runs as follows: \"(1) Notwithstanding anything in this Chapter, the Supreme Court may, in its discretion, grant special leave to appeal from any judgment, decree, determination, sentence or order in any cause or matter passed or made by any court or tribunal in the territory of India.\r\n\" The article is worded in the widest terms possible.\r\nIt vests in the Supreme Court a plenary jurisdiction in the matter of entertaining and hearing appeals by granting of special leave against any kind of judgment, decree or order made by any Court or tribunal in any 515 cause or matter and the powers could be exercised in spite of and overriding the specific provisions for appeal con tained in the previous articles.\r\nThe controversy so far as the present case is concerned mainly centers round the interpretation to be put upon two words, namely, \"determi nation\" and \"tribunal\" used in the article.\r\nDoes the word \"tribunal\" mean a judicial tribunal only and is the expres sion \"determination\" restricted to what is known as \"judi cial determination\"? Sir Alladi 's contention is that in interpreting these words we should follow the principle of ejusdent generis.\r\n\"Determination,\" he says, must be taken to be judicial determination which is of the same nature as decree, judg ment, order or sentence; and \"tribunal\" associated with the word\" Court\" could not but mean \"judicial tribunal.\r\n\" Bakshi Sir Tek Chand on the other hand lays stress on the fact that the word \"determination\" was not in the origi nal draft Constitution, and it was subsequently added, presumably with a view to widen the scope of article 136 and include within it, the decisions of administrative and quasi judicial tribunals also.\r\nHe points out that according to the definition given in section 2 (b) of the , \"award\" means a determination either interim or final of an industrial dispute by an Industrial Tribunal.\r\nThere is undoubtedly something to be said in favour of both these views.\r\nThe difficulty, in our opinion, arises from the fact that neither of these terms \"determination\" or \"tribunal\" has a fixed or definite connotation in ordinary language.\r\nThe word \"determination\" means and signifies the ending of a controversy or litigation by the decision of a Judge or Arbitrator.\r\nIt cannot be said that it is restrict ed exclusively to proceedings in court.\r\nLikewise, the dictionary meaning of the word \"tribunal\" is 'court of justice ' or 'seat of a Judge. ' By 'Judge ' we mean some authority by which contested matters are decided between rival parties.\r\nHere again, it is not possible to say that the expression is applicable only to a 66 516 regular court of law.\r\nIf the tribunal is a full fledged judicial tribunal, it is not disputed that its decisions would be proper subject matter of appeal under article ,136 of the Constitution.\r\nThe question is whether this article includes within its scope the determinations of quasi judicial tribunals as well.\r\nOur view is that ordinarily we should not put any re stricted interpretation upon the plain words of an article in the Constitution and thereby limit our powers of granting special leave for appeals, which the Constitution for best of reasons did not choose to fetter or circumscribe in any way.\r\nAt the same time, we must admit that some sort of restricted interpretation may be unavoidable in view of the context in which particular words appear; and certain re strictions may be implicit in the very purpose for which article 136 has been framed.\r\nArticle 136 empowers us in our discretion to hear appeals from pronouncements of all infe rior courts and tribunals.\r\nWith regard to law courts, no difficulty arises.\r\nAs regards tribunals which are not courts in the proper sense of the expression, it may not be proper, in our opinion, to lay down a hard and fast rule that no appeals could, on any account, be allowed against determina tions of such tribunals.\r\nThere are numerous varieties of these adjudicating bodies, whose structures vary greatly in character and composition and so do the powers and functions which they exercise.\r\nThe best thing to do would be to examine each type of cases as it arises and if we find that with regard to determinations emanating from certain tribu nals it is not possible for us to exercise fully and effec tively the powers of an appellate Court, such determinations must be held to lie outside the purview of article 136 of the Constitution.\r\nThis disability in the matter of exercising our powers as an appellate Court might arise from the fact that the rules and principles by which we ordinarily judge the sound ness or otherwise of judicial decisions are not capable of being applied to the determinations of certain administra tive tribunals.\r\nIt might also arise from the fact that the law under which the 517 tribunal functions prevents us from making any effective order which would be binding and operative of its own force without the intervention of some other power or authority; or there may be some kind of contingency attached to it.\r\nIn our opinion, these difficulties do confront us in the entertaining or hearing of an appeal against the decision of an Industrial Tribunal.\r\nIn the first place, as we have said above, the determination of an Industrial Tribunal does not become complete and binding unless and until it is declared to be so by the appropriate Government.\r\nTill the Government makes such declaration, neither of the parties to the dis pute can have any real reason for filing an appeal.\r\nAn appeal, if it lies, could be filed after the determination has been declared binding.\r\nBut in such cases, is it the determination of the Tribunal merely which is challenged by way of appeal or is it ' the determination by the Tribunal to which has been super added a declaration by the Government ? The decision in the appeal would undoubtedly affect not merely the decision of the Tribunal but that of the Govern ment as well which is certainly not a tribunal within the meaning of article 136.\r\nAssuming again that the award is set aside and we substitute our own determination in place of the award given by the Tribunal, will our award be enforce able by itself or will it require a declaration by the Government to make it binding ? If Government is itself a party to the dispute, will it be open to Government to place our decision for consideration by the Legislative Assembly? And will the Legislative Assembly be competent to reject or modify our award ? These problems arise because under sec tion 15 the award under the Act becomes binding only when the Government declares it to be so and if our judgment takes the place of the award of the Tribunal, all the in firmities that attach to the award must necessarily attach to our judgment also.\r\nThe other difficulty is no less formidable.\r\nAs said above, the Tribunal is not bound to decide the disputes by application of the ordinary law of the land.\r\nA good deal depends upon questions of policy 518 and public convenience.\r\nIt is not possible for us to.judge the propriety of the decision by a reference to some stand ard or fixed rules and we think that the very policy of the law prevents us from interfering with the discretion exer cised by the Tribunal.\r\nWhere the direction is committed to any body or a tribunal exercising quasi judicial functions which are not lettered by ordinary rules of law, the tribunal should in the absense of any provision to the contrary be deemed to have the final authority in the exercise of that discretion.\r\nWe cannot sit in appeal over their decision and substitute our own discre tion for theirs.\r\n,Questions, however, may and do arise where such quasi judicial body attempts to usurp jurisdiction which it does not possess.\r\nIt may assume jurisdiction under a mistaken view of law or refuse to exercise jurisdiction properly by adoption of extraneous or irrelevant considera tions;or there may be cases where in its proceedings the tribunal violates the principles of natural justice.\r\nIn all such cases the most proper and adequate remedy would be by writs of certiorari or prohibition and the Court having authority may direct that the decision of the body or tribu nal might be brought up to be quashed for lack of jurisdic tion or for mistake apparent on the face of it; and if the proceedings had not terminated at that time, a writ of prohibition may also be issued for preventing the tribunal from exceeding its jurisdiction.\r\nThe issuing of such writs would not be an exercise of appellate powers which means the rehearing of the case and passing of such judgment which in the opinion of the appellate Court the original tribunal should have made.\r\nThe object of these writs is simply to keep the exercise of powers by these quasi judicial tribu nals within the limits of jurisdiction assigned to them by law and torestrain them from acting in excess of their authority.\r\nThese principles are well settled and require no elucidation(1).\r\nOur conclusion, therefore, is that article 136 of the Constitution does not contemplate a determination given by the Industrial Tribunal.\r\n(1) Rex vs Electricity Commissioners ; Board of Education vs Rice 519 Even assuming for argument 's sake that we have got jurisdiction under article 136, the exercise of which would depend upon the circumstances of each case, in view of the reasons which we have set out above, this is not an appeal which, in our opinion, should be admitted even if we have the power to do so.\r\nThe result is that the preliminary objection succeeds and the appeal fails and is dismissed with costs.\r\nPATANJALI SASTRI ' J.\r\nI entirely agree with the judgment just now delivered by Mukherjea J. and I have nothing to add.\r\nAppeal dismissed.\r\nAgent for the Union of India: P.A. Mehta.\r\n",{"entities":[[4,22,"CASE_NUMBER"],[129,148,"DATE"],[203,223,"LAWYER"],[225,234,"LAWYER"],[239,249,"LAWYER"],[281,287,"LAWYER"],[310,335,"LAWYER"],[337,347,"LAWYER"],[383,397,"DATE"],[441,450,"JUDGE"],[497,505,"JUDGE"],[507,514,"JUDGE"],[519,528,"JUDGE"],[2130,2141,"PROVISION"],[2983,2991,"JUDGE"],[3252,3263,"PROVISION"],[3432,3443,"PROVISION"],[3689,3700,"PROVISION"],[3777,3789,"PROVISION"],[3917,3928,"PROVISION"],[3984,3996,"PROVISION"],[4081,4092,"PROVISION"],[4454,4466,"PROVISION"],[4658,4669,"PROVISION"],[5867,5879,"PROVISION"],[5895,5925,"STATUTE"],[6633,6644,"PROVISION"],[8778,8788,"PROVISION"],[8796,8821,"STATUTE"],[11548,11560,"PROVISION"],[12075,12086,"PROVISION"],[14026,14037,"PROVISION"],[14244,14256,"PROVISION"],[14450,14474,"STATUTE"],[14788,14795,"JUDGE"],[14961,14968,"JUDGE"],[15164,15176,"PROVISION"],[16331,16340,"PROVISION"],[17139,17146,"JUDGE"],[17276,17297,"PROVISION"],[17299,17325,"PETITIONER"],[17376,17397,"STATUTE"],[17536,17552,"DATE"],[17669,17679,"DATE"],[17684,17694,"DATE"],[17865,17895,"PROVISION"],[17976,17986,"PROVISION"],[18274,18293,"DATE"],[18353,18371,"DATE"],[19195,19207,"PROVISION"],[19875,19886,"PROVISION"],[20160,20171,"PROVISION"],[20335,20353,"DATE"],[20470,20482,"PROVISION"],[20583,20594,"PROVISION"],[20794,20812,"DATE"],[21169,21191,"STATUTE"],[21394,21405,"PROVISION"],[21488,21500,"PROVISION"],[22035,22046,"PROVISION"],[22852,22863,"PROVISION"],[23151,23162,"PROVISION"],[23269,23291,"STATUTE"],[23319,23330,"PROVISION"],[24150,24161,"PROVISION"],[24285,24310,"PROVISION"],[25184,25195,"PROVISION"],[26057,26068,"PROVISION"],[28216,28228,"PROVISION"],[28531,28542,"PROVISION"],[29541,29552,"PROVISION"],[31699,31718,"STATUTE"],[32524,32545,"ORG"],[33488,33499,"PROVISION"],[34098,34109,"PROVISION"],[34774,34808,"OTHERS"],[35265,35285,"PRECEDENT"],[37326,37337,"PROVISION"],[37433,37444,"PROVISION"],[39386,39395,"PROVISION"],[41047,41054,"PROVISION"],[41092,41099,"PROVISION"],[41262,41269,"PROVISION"],[41373,41380,"PROVISION"],[41432,41439,"PROVISION"],[41493,41522,"PROVISION"],[41614,41637,"STATUTE"],[42011,42031,"PROVISION"],[42073,42080,"PROVISION"],[42312,42319,"PROVISION"],[42506,42520,"PROVISION"],[42621,42644,"STATUTE"],[43078,43098,"PROVISION"],[43106,43124,"STATUTE"],[45709,45720,"STATUTE"],[46453,46466,"PROVISION"],[46667,46679,"PROVISION"],[46842,46852,"PROVISION"],[47539,47557,"PROVISION"],[47571,47581,"PROVISION"],[48742,48757,"PROVISION"],[49316,49328,"PROVISION"],[49515,49525,"PROVISION"],[50543,50554,"PROVISION"],[51776,51793,"STATUTE"],[53764,53775,"PROVISION"],[53852,53863,"PROVISION"],[53996,54007,"PROVISION"],[54487,54497,"PROVISION"],[54671,54686,"PROVISION"],[54869,54884,"PROVISION"],[56203,56222,"OTHERS"],[56228,56247,"OTHERS"],[56428,56439,"PROVISION"],[56516,56526,"PROVISION"],[57749,57760,"PROVISION"],[61221,61232,"PROVISION"],[61676,61687,"PROVISION"],[61883,61894,"PROVISION"],[64112,64134,"PROVISION"],[64142,64165,"OTHERS"],[87863,87872,"PROVISION"],[91504,91510,"GPE"],[92146,92155,"JUDGE"],[92301,92323,"DATE"],[92387,92396,"PROVISION"],[93024,93042,"DATE"],[93377,93395,"PROVISION"],[93432,93453,"DATE"],[93906,93917,"PROVISION"],[124777,124788,"PROVISION"],[125120,125136,"JUDGE"]]}]]}