{"classes":["COURT","PETITIONER","RESPONDENT","JUDGE","LAWYER","DATE","ORG","GPE","STATUTE","PROVISION","PRECEDENT","CASE_NUMBER","WITNESS","PROCEDURES","OTHERS"],"annotations":[["N: Criminal Appeal No. 2 of 1951.\r\nThis Was an appeal under article 134 (1) (c) of the Constitution from the Judgment and Order of the High Court of Rajasthan (Nawal Kishore C.J., and Mehta J.) dated 16th October, 1950, in Criminal Appeal No. 63 of Samvat 2005, revising an order of acquittal of the Sessions Judge, Jai pur, in Criminal Appeal Case No. 200 of Sam vat 2004, and convicting the accused of an offence under sec.\r\n376 of the Indian Penal Code.\r\nThe material facts are stated in the judgment.\r\nK.N. Aggarwala, for the accused.\r\nG.S. Mathur, for the State of Rajasthan.\r\nDecember 20.\r\nBOSE J. delivered judgment as fol lows.\r\nFAZL ALI J. agreed.\r\nBOSE J.\r\nThe appellant Rameshwar was charged with com mitting rape on a young girl Mst.\r\nPurni, eight years of age.\r\nHe was committed to Sessions and was convicted by the As sistant Sessions Judge, Sawai Jaipur, and sentenced to one year 's rigorous imprisonment and a fine of Rs. 250.\r\nAn appeal was made to the Sessions Judge at Jaipur, that being the appropriate appellate tribunal in that area.\r\nThe learned Sessions Judge held that the evidence was sufficient for moral conviction but fell short of legal proof because, in his opinion, the law requires corroboration of the story of the prosecution in such cases as a matter of precaution and the corroborative evidence, in so far as it sought to connect the appellant with the crime, was legally insuffi cient though morally enough.\r\nHe was satisfied however that the girl had been raped by somebody.\r\nAccordingly, he acquit ted the accused giving him the benefit of the doubt.\r\nThe State of Sawal Jaipur and Gangapur appealed against the acquittal to the High Court at Jaipur.\r\n380 The learned High Court Judges held that the law requires corroboration in such cases but held that the girl 's state ment made to her mother was legally admissible as corrobora tion and considering that sufficient they set aside the acquittal and restored the conviction and sentence.\r\nThe High Court later granted leave to appeal under article 134 (1)(c) of the Constitution as the case involved questions of law of general importance.\r\nThe first point taken before us related to the admissi bility of the evidence of the girl herself.\r\nHer age was stated to be seven or eight years at the time of the exami nation by the learned Assistant Sessions Judge who recorded her testimony.\r\nHe certified that she did not understand the sanctity of an oath and accordingly did not administer one to her.\r\nHe did not certify that the child understood the duty of speaking the truth.\r\nThe proviso to section 5 of the , prescribes that \"Provided that where the witness is a child under twelve years of age, and the Court or person having authority to examine such witness is of opinion that, though he understands the duty of speaking the truth, he does not understand the nature of an oath or affirmation, the forego ing provisions of this section and the provisions of section 6 shall not apply to such witness, but in any such case the absence of an oath or affirmation shall not render inadmis sible any evidence given by such witness nor affect the obligation of the witness to state the truth.\r\n\" The question is whether the opinion referred to must be formally recorded or whether it can be inferred from the circumstances in which the deposition was taken.\r\nThe proviso quoted above must be read along with section 118 of the Evidence Act and section 13 of the Oaths Act.\r\nIn my opinion, an omission to administer an oath, even to an adult, goes only to the credibility of the witness and not his competency.\r\nThe question of competency is dealt with in section 118.\r\nEvery 381 witness is competent unless the Court considers he is pre vented from understanding the questions put to him, or from giving rational answers by reason of tender years, extreme old age, disease whether of body or mind, or any other cause of the same kind.\r\nIt will be observed that there is always competency in fact unless the court considers otherwise.\r\nNo other ground of incompetency is given, therefore, unless the Oaths Act adds additional grounds of incompetency it is evident that section 118 must prevail.\r\nNow the Oaths Act does not deal with competency.\r\nIts main object is to render persons who give false evidence liable to prosecution.\r\nIt is true a subsidiary object is to bring home to the witness the solemnity of the occasion and to impress upon him the duty of speaking the truth, but in view of section 118 these matters only touch credibility and not admissibility.\r\nIn my opinion, section 13 of the Oaths Act places this beyond doubt.\r\nIt states \"No omission to take any oath or make any affirmation. . and no irregularity whatever, in the form in which any one of them is administered, shall invali date any proceeding or render inadmissible any evidence whatever. . \" Section 5 is the main provision regarding the adminis tration of oaths.\r\nThe proviso only sets out the cases in which the oath is not to be administered.\r\nIf, therefore, an omission to take the oath does not affect the admissibility of the evidence, it follows that irregularity of the kind we are considering which arises out of the proviso cannot affect the admissibility either.\r\nSection 118 remains and unless the judge considers otherwise the witness is compe tent.\r\nI do not think it will be useful to consider English authorities on the point because we are governed here by the terms of the various sections I have referred to.\r\nBut a decision of the Judicial Committee of the Privyi Council is in point.\r\nTheir Lordships stated in Mohamed Sugal Esa vs The King(1) : (1) A.I.R. 1946 P.C. 3 at 5 382 \"Section 13, Oaths Act, is quite unqualified in its terms and there is nothing to suggest that it is to apply only where the omission to administer the oath occurs per incuriam.\r\nIf that had been the intention of the Legislature, it would have been simple to insert words in the section to that effect. .\r\nIt may be observed that this question can no longer arise in India because in 1939 the Legislature passed the Oaths (Amendment) Act (Act XXXIX of 1939) which settles the law in accordance with the Bengal and Oudh decisions referred to above.\r\n\" The decisions to which their Lordships refer are and Ram Samujh vs Emperor(2).\r\nThe decisions there were that the section being unqualified in terms did apply to a case where the Court accepted the evidence of a child to whom the oath was not administered on the ground that the witness did not understand its nature.\r\nThe principle of the decisions ap plies here because, as their Lordships observe, the section is unqualified in its terms.\r\nI would add however that it is desirable that judges and magistrates should always record their opinion that the child understands the duty of speaking the truth and state why they think that, otherwise the credibility of the wit ness may be seriously affected, so much so, that in some cases it may be necessary to reject the evidence altogether.\r\nBut whether the magistrate or judge really was of that opinion can, I think, be gathered from the circumstances when there is no formal certificate.\r\nIn the present case, it is plain that the learned Judge had the proviso in mind because he certified that the witness does not understand the nature of an oath and so did not administer one but despite that went on to take her evidence.\r\nIt is also an important fact that the accused, who was represented by counsel, did not object.\r\nHad he raised the point the Judge would doubtless have made good the omission.\r\nI am of opinion that Mst.\r\nPurni was a competent witness and that her evi dence is admissible.\r\nIn (1) F.N. (2) (1907) 10 O.C. 337 383 the Privy Council case which I have just cited, their Lord ships said \"It is not to be supposed that any judge would accept as a witness a person who he considered was incapable not only of understanding the nature of an oath but also the necessi ty of speaking the truth when examined as a witness.\r\n\" That is the very point here.\r\nOne can presume that the learned Judge had that in mind from the fact that he exam ined the child after referring to a fact which arises out of the proviso.\r\nAs regards her credibility, the learned trial Judge, who recorded her evidence and saw her in the box, has believed her, so has the High Court; and it is important to note that the learned Sessions Judge who acquitted the accused has not disbelieved her.\r\nOn the contrary he says he is morally convinced.\r\nAll he says is that in the absence of corrobora tion it will be unsafe to convict because the Privy Council and other cases advise corroboration as a matter of pru dence.\r\nWe were taken carefully through the evidence, as elabo rately as in a court of first appeal.\r\nI am of opinion that the learned High Court Judges were fully justified in ac cepting the evidence of Purni and in believing her mother Mst.\r\nGhisi.\r\nI consider it unnecessary to recapitulate their reasons.\r\nAfter the careful analysis given by three Courts it is sufficient to say that I agree with the learned High Court Judges.\r\nWe are left therefore with the questions of law.\r\nThe first question is whether the law requires corrobo ration in these cases.\r\nNow the Evidence Act now here says so.\r\nOn the other hand, when dealing with the testimony of an accomplice, though it says in section 114 (b) that the Court may presume that an accomplice is unworthy of credit unless he is corroborated in material particulars, it makes it clear in section 133 that \"An accomplice shall be a competent witness against an accused person; and a conviction is not 50 384 illegal merely because it proceeds upon the uncorroborated testimony of an accomplice.\r\n\" Now a woman who has been raped is not an accomplice.\r\nIf she was ravished she is the victim of an outrage.\r\nIf she consented there is no offence unless she is a married woman, in which case questions of adultery may arise.\r\nBut adultery presupposes consent and so is not on the same footing as rape.\r\nIn the case of a girl who is below the age of consent, her consent will not matter so far as the offence of rape is concerned, but if she consented her testimony will natural ly be as suspect as that of an accomplice.\r\nSo also in the case of unnatural offences.\r\nBut in all these cases a large volume of case law has grown up which treats the evidence of the complainant somewhat along the same lines as accomplice evidence though often for widely differing reasons and the position now reached is that the rule about corroboration has hardened into one of law.\r\nBut it is important to under stand exactly what the rule is and what the expression \"hardened into a rule of law\" means.\r\nIn my judgment, this branch of the law is the same as in England and I am of opinion that the lucid exposition of it given by Lord Reading, the Lord Chief Justice of England, in The King vs Baskerville(1) cannot be bettered.\r\nIn that case, Baskerville had been convicted of having committed acts of gross indecency with the two boys.\r\n(There the boys were accomplices because they were freely consent ing parties and there was no use of force).\r\nThe learned Chief Justice says at page 663 : \"There is no doubt that the uncorroborated evidence of an accomplice is admissible in law.\r\nBut it has long been a rule of practice at common law for the judge to warn the jury of the danger of convicting a prisoner on the uncorroborated testimony of an accomplice or accomplices, and, in the discretion of the judge, to advise them not to convict upon such evidence; but the judge should point out to the jury that it is (1) 385 within their legal province to convict upon such unconfirmed evidence.\r\nThis rule of practice has become virtually equivalent to a rule of law, and since the Court of Criminal Appeal came into operation this Court has held that, in the absence of such a warning by the judge, the conviction must be quashed.\r\nIf after the proper caution by the judge the jury nevertheless convict the prisoner, this Court will not quash the conviction merely upon the ground that the accom plice 's testimony was uncorroborated.\r\n\" That, in my opinion, is exactly the law in India so far as accomplices are concerned and it is certainly not any higher in the case of sexual offences.\r\nThe only clarifica tion necessary for purposes of this country is where this class of offence is sometimes tried by a judge without the aid of a jury.\r\nIn these cases it is necessary that the judge should give some indication in his judgment that he has had this rule of caution in mind and should proceed to give reasons for considering it unnecessary to require corroboration on the facts of the particular case before him and show why he considers it safe to convict without corrob oration in that particular case.\r\nI am of opinion that the learned High Court Judges were wrong in thinking that they could not, as a matter of law, convict without corrobora tion.\r\nThere is a class of cases which considers that though corroboration should ordinarily be required in the case of a grown up woman it is unnecessary in the case of a child of tender years.\r\nBishram.\r\nvs Emperor(1) is typical of that point of view.\r\nOn the other hand, the Privy Council has said in Mohamed Sugal Esa vs The King(2) that as a matter of prudence a conviction should not ordinarily be based on the uncorroborated evidence of a child witness.\r\nIn my opinion, the true rule is that in every case of this type the rule about the advisability of corroboration should be present to the mind of the judge.\r\nIn a jury case he must tell the (1) A.I.R. 1944 Nag. 363.\r\n(2) A.I.R. 1946 P.C. 3 at 5.\r\n386 jury of it and in a non jury case he must show that it is present to his mind by indicating that in his judgment.\r\nBut he should also point out that corroboration can be dispensed with if, in the particular circumstances of the case before him, either the jury, or, when there is no jury, he himself, is satisfied that it is safe to do so.\r\nThe rule, which according to the cases has hardened into one of law, is not that corroboration is essential before there can be a con viction but that the necessity of corroboration, as a matter of prudence, except where the circumstances make it safe to dispense with it, must be present to the mind of the judge, and in jury cases, must find place in the charge, before a conviction without corroboration can be sustained.\r\nThe tender years of the child, coupled with other circumstances appearing in the case, such, for example, as its demeanour, unlikelihood of tutoring and so forth, may render corrobora tion unnecessary but that is a question of fact in every case.\r\nThe only rule of law is that this rule of prudence must be present to the mind of the judge or the jury as the case may be and be understood and appreciated by him or them.\r\nThere is no rule of practice that there must, in every case, be corroboration before a conviction can be allowed to stand.\r\nI turn next to the nature and extent of the corrobora tion required when it is not considered safe to dispense with it.\r\nHere, again, the rules are lucidly expounded by Lord Reading in Baskerville 's case(1) at pages 664 to 669.\r\nIt would be impossible.\r\nindeed it would be dangerous, to formulate the kind of evidence which should, or would, be regarded as corroboration.\r\nIts nature and extent must necessarily vary with circumstances of each case and also according to the particular circumstances of the offence charged.\r\nBut to this extent the rules are clear.\r\nFirst, it is not necessary that there should be inde pendent confirmation of every material circumstance in the sense that the independent evidence in the case, apart from the testimony of the complainant or the (1) , 387 accomplice, should in itself be sufficient to sustain con viction.\r\nAs Lord Reading says ``Indeed, if it were required that the accomplice should be confirmed in every detail of the crime, his evidence would not be essential to the case, it would be merely confirmatory of other and independent testimony.\r\n\" All that is required is that there must be \"some addi tional evidence rendering it probable that the story of the accomplice (or complainant) is true and that it is reasona bly safe to act upon it.\r\n\" Secondly, the independent evidence must not only make it safe to believe that the crime was committed but must in some way reasonably connect or tend to connect the accused with it by confirming in some material particular the testi mony of the accomplice or complainant that the accused committed the crime.\r\nThis does not mean that the corrobora tion as to identity must extend to all the circumstances necessary to identify the accused with the offence.\r\nAgain, all that is necessary is that there should be independent evidence which will make it reasonably safe to believe the witness 's story that the accused was the one, or among those, who committed the offence.\r\nThe reason for this part of the rule is that \"a man who has been guilty of a crime himself will always be able to relate the facts of the case, and if the confirmation be only on the truth of that history, without identifying the persons, that is really no corroboration at all.\r\nIt would not at all tend to show that the party ac cused participated in it.\r\n\" Thirdly, the corroboration must come from independent sources and thus ordinarily the testimony of one accomplice would not be sufficient to corroborate that of another.\r\nBut of course the circumstances may be such as to make it safe to dispense with the necessity of corroboration and in those special circumstances a conviction so based would not be illegal.\r\nI say this because it was contended that the mother in this case was not an independent source.\r\n388 Fourthly, the corroboration need not be direct evidence that the accused committed the crime.\r\nIt is sufficient if it is merely circumstantial evidence of his connection with the crime.\r\nWere it otherwise, \"many crimes which are usually committed between accomplices in secret, such as incest, offences with females\" (or unnatural offences) \"could never be brought to justice.\" Next, I turn to another aspect of the case.\r\nThe learned High Court Judges have used Mst.\r\nPurni 's statement to her mother as corroboration of her statement.\r\nThe ques tion arises, can the previous statement of an accomplice, or a complainant, be accepted as corroboration ? That the evidence is legally admissible as evidence of conduct is indisputable because of Illustration (j) to section 8 of the Evidence Act which is in these terms: \"The question is whether A was ravished.\r\nThe facts that, shortly after the alleged rape, she made a complaint relating to the crime, the circumstances under which, and the terms in which, the complaint was made are relevant.\r\n\" But that is not the whole problem.\r\nfor we are concerned here not only with its legal admissibility and relevancy as to conduct but as to its admissibility for a particular purpose, namely corroboration.\r\nThe answer to that is to be found in section 157 of the Evidence Act which lays down the law for India.\r\nSection 157 states that \"In order to corroborate the testimony of a witness, any former statement made by such witness relating to the same fact at or about the time when the fact took place, or before any authority legally competent to investigate the fact, may be proved.\r\n\" The section makes no exceptions, therefore, provided the condition prescribed, that is to say, \"at or about the time etc. ,\" are fulfilled there can be no doubt that such a statement is legally admissible in India as corroboration.\r\nThe weight to be attached to it is, of course, another matter and it may be that in some 389 cases the evidentiary value of two statements emanating from the same tainted source may not be high, but in view of section 118 its legal admissibility as corroboration cannot be questioned.\r\nTo state this is, however, no more than to emphasise that there is no rule of thumb in these cases.\r\nWhen corroborative evidence is produced it also has to be weighed and in a given case, as with other evidence, even though it is legally admissible for the purpose on hand its weight may be nil.\r\nOn the other hand, seeing that corrobo ration is not essential to a conviction, conduct of this kind may be more than enough in itself to justify acceptance of the complainant 's story.\r\nIt all depends on the facts of the case.\r\nIn the present case, Mst.\r\nPurni told 'her mother about the incident about four hours after it occurred.\r\nThe reason for the delay was that her mother was not at home when she went there.\r\nShe says that when she went home she lay down and went to sleep and that when her mother returned she asked her why she was sleeping and then she told her mother what had happened.\r\nHer mother tells much the same story.\r\nShe says she had gone out to her field in the morning and did not return till about 4 p.m.\r\nWhen she reach home she found her daughter lying there weeping.\r\nShe has been be lieved by the learned trial Judge as also by the High Court and has not been disbelieved by the learned Sessions Judge.\r\nAll he says is that she is not an \"independent\" witness and is therefore not sufficient for corroboration.\r\nThe first question is whether this delay fulfills the \"at or about\" condition.\r\nIn my opinion, here also there can be no hard and fast rule.\r\nThe main test is whether the statement was made as early as can reasonably be expected in the circumstances of the case and before there was opportu nity for tutoring or concoction.\r\nIt was suggested that the child could have complained to some women who were working in the neighbourhood, but that would not be natural in a child.\r\nShe would be frightened and her first instinct would be to run home to her mother.\r\nThe High Court 390 was satisfied on these points and so am I.\r\nConsequently, the matter does fall within the ambit of section 157 read with section 8, Illustration (j).\r\nThe next question is whether the mother can be regard ed as an \"independent\" witness.\r\nSo far as this case is con cerned, I have no doubt on that score.\r\nIt may be that all mothers may not be sufficiently independent to fulfill the requirements of the corroboration rule but there is no legal bar to exclude them from its operation merely on the ground of their relationship.\r\nIndependent merely means independent of sources which are likely to be tainted.\r\nIn the absence of enmity against the accused there is no reason why she should implicate him falsely.\r\nIt is true the ac cused suggested that they were on bad terms but that has not been believed by anyone.\r\nThe third question is whether there is independent corroboration connecting the accused with the crime.\r\nThe only corroboration relied on for that is the previous state ment of the child to her mother.\r\nThat might not always be enough but this rule can be waived in a given case just as much as the necessity for any corroboration at all.\r\nIn the present case, the learned High Court Judges would have acted on the uncorroborrated testimony of the girl had they not felt pressed by the corroboration rule.\r\nViewing all the circumstances I am satisfied that the High Court was right.\r\nI am satisfied that in this case, considering the conduct of the girl and her mother from start to finish, no corrobora tion beyond the statement of the child to her mother was necessary.\r\nI am satisfied that the High Court was right in holding that that was enough to make it safe to act on her testimony.\r\nI would dismiss the appeal and direct the appellant to surrender to his bail in accordance with the terms of his bond, serve out his sentence and pay the fine.\r\nFAZL ALI J.\r\nI agree.\r\nAppeal dismissed.\r\n",{"entities":[[3,32,"CASE_NUMBER"],[60,71,"PROVISION"],[134,158,"COURT"],[160,192,"JUDGE"],[200,218,"DATE"],[224,260,"CASE_NUMBER"],[316,323,"GPE"],[328,372,"CASE_NUMBER"],[421,455,"STATUTE"],[506,521,"LAWYER"],[540,551,"LAWYER"],[634,647,"JUDGE"],[681,690,"PETITIONER"],[741,751,"RESPONDENT"],[988,995,"GPE"],[1606,1632,"GPE"],[1670,1690,"COURT"],[2033,2072,"PROVISION"],[3402,3434,"STATUTE"],[3438,3465,"STATUTE"],[5605,5634,"PRECEDENT"],[5673,5694,"STATUTE"],[6276,6297,"PRECEDENT"],[7600,7611,"RESPONDENT"],[10859,10889,"OTHERS"],[10896,10916,"PRECEDENT"],[13157,13180,"PRECEDENT"],[13267,13297,"PRECEDENT"],[19075,19106,"STATUTE"],[20486,20497,"RESPONDENT"],[21954,21965,"PROVISION"],[23725,23736,"JUDGE"]]}]]}