{"classes":["COURT","PETITIONER","RESPONDENT","JUDGE","LAWYER","DATE","ORG","GPE","STATUTE","PROVISION","PRECEDENT","CASE_NUMBER","WITNESS","PROCEDURES","OTHERS"],"annotations":[["N: Criminal Appeal No. 16 of 1950.\r\nAppeal by special leave from the judgment and order dated 8th May, 1947, of the High Court of Judicature at Allahabad (Sankar Saran and Akbar Hussain JJ.) in Crimi nal Appeal No. 80 of 1946.\r\nS.P. Sinha (G.C. Mathur, with him), for the appellant.\r\nK.B. Asthana, for the respondent.\r\nDecember 20.\r\nThe Judgment of the Court was deliv ered by FAZL ALl J.\r\nThis is an appeal against a judgment of the High Court of Judicature at Allahabad reversing the decision of the Sessions Judge of Aligarh in a criminal case.\r\nThe appellants were tried by the Sessions Judge on charges under section 302 read with section 149, section 148, sections 325 and 326 read with section 149, and section 201 of the Indian Penal Code, but were acquitted.\r\nOn appeal by the State Government, the High Court reversed the Sessions Judge 's decision, and convicted the appellants and sentenced them to transportation for life under section 302 read with section 149, to five years ' rigorous imprisonment under sections 325 and 326 read with section 149, and to two years ' rigorous imprisonment under section 147 of the Indian Penal Code, all the sentences being made to run concurrently.\r\nThe appellants thereafter applied to the Privy Council for special leave, which was granted on the 28th October, 1947.\r\nThe facts which were put before the court on behalf of the prosecution may be briefly stated as follows.\r\nThere is a plot No. 518 in Nagaria Patti Chaharum, village Shahgarh in the district of Aligarh which is about 30 bighas in area and is known as the \"teesa\" field.\r\nThis plot was the \"sir\" land of several landlords including Mst.\r\nBhagwati Kuer and Ratan Singh and had been let out to certain tenants.\r\nIn 1944, Mst.\r\nBhagwati Kuer, Ratan Singh and their co sharers filed a suit for the ejectment of the tenants, and the 195 suit was decreed.\r\nOn the 7th June, 1945, possession over the plot was delivered by the Amin to Surajpal Singh, the first appellant, who was the mukhtar i Am of Mst.\r\nBhagwati Kuer.\r\nIt was contended on behalf of Surajpal Singh that he took possession on behalf of all the co sharers, but certain statements made by Ratan Singh in his evidence do not sup port this contention.\r\nHowever that may be, it appears that on the 17th June, 1945, Ratan Singh reported to the police that he had sent his labourers to irrigate the \"teesa\" field, and while they were irrigating it Surajpal Singh and certain other persons came and tried to stop the irrigation and damaged the ploughs of Ratan Singh.\r\nOn the 18th June, at about 7 A.M., the occurrence which is the subject matter of the present trial took place.\r\nThe prosecution version of the occurrence was that while Ratan Singh 's labourers were working in the field under the supervision of one Behari Singh, the appellants with many other persons came armed with guns, spears and lathis, and some of the members of the appellants ' party entered the field, cut off the nosestrings of the bullocks and abused and assaulted the labourers, most of whom ran away.\r\nThereupon, Deva Sukh, who was there to supply water to the labourers, protested and was beaten with lathis.\r\nAt that point of time, Behari Singh and 10 to 15 persons came and fight took place between the parties.\r\nDuring the fight, one of the accused persons, Rajendra Singh, a young lad, fired his gun twice in the air, and thereafter Surajpal Singh took the gun from him and fired two shots hitting Nawab Mewati, who died instantaneously, and Behari Singh, who died later in the day.\r\nThree other persons, Zorawar, Rajpal and Lakhan also received gun shot injuries.\r\nSometime later, Surajpal Singh along with the other three appellants came to the spot and removed the dead body of Nawab in a cart.\r\nThe body was thrown into a river and was recovered on the 20th June, 1945.\r\nAfter investiga tion 25 persons including the appellants were sent up for trial.\r\nAfter hearing the evidence in the case, the Ses sions Judge delivered judgment on the 20th February, 1946.\r\n196 He held that the \"teesa\" field was in the possession of Surajpal Singh, that Behari Singh and Ratan Singh 's men were aggressors and wished to take forcible possession of the field, that when resisted they had attacked the appellants ' party, that the person who fired the gun had done so in self defence and not with a view to killing Behari Singh and Nawab Mewati, and that the evidence adduced by the prosecu tion was so unsatisfactory that it was unsafe to convict the accused upon it.\r\nAs to the charge of concealing evidence of the offence of murder by the removal of the dead body of Nawab, the Sessions Judge expressed the opinion that in order to convict a person on that charge it must be proved that the offence, the evidence of which the accused is alleged to have caused to disappear had actually been com mitted, but since in the present case the charge of murder was not proved the accused could not be convicted for having caused disappearance of evidence connected with it.\r\nThe Judge also held that the evidence being unreliable the charge under section 201 of the Indian Penal Code had not been established beyond reasonable doubt.\r\nThe High Court delivered its judgment on the 8th May, 1947, allowing the appeal of the State Government.\r\nShortly stated, the conclusion arrived at by the High Court was that Ratan Singh had as much right to the possession of the field as Bhagwati Kuer, that both parties were trying to take exclusive possession of the field, that both parties were prepared for all contingencies to vindicate and enforce their rights, and hence the question of possession was wholly immaterial and no right of private defence could be successfully pleaded by the appellants.\r\nA perusal of the two judgments before us shows that while the Sessions Judge took great pains to discuss all the important aspects of the case and to record his opinion on every material point, the learned Judges of the High Court have reversed his decision without displacing the very substantial reasons given by him in support of his conclu sion.\r\nThe difference in the treatment of the case by the two courts below 197 is particularly noticeable in the manner in which they have dealt with the prosecution evidence.\r\nWe find that while the Sessions Judge took up the evidence of each witness and recorded his finding with regard to his credibility after discussing the minutest details of the evidence, all that the learned Judges of the High Court have to say about the prosecution evidence as a whole is as follows : \"In Prag Dat 's case their Lordships observed: usual in cases of this kind the police have found it difficult to secure independent testimony of what did take place.\r\nThose of the villagers who were present and looking on would probably by sympathy and bias be so attached to one or other of the disputing parties that it would be hopeless to get disinterested and reliable evidence from them. ' This difficulty the police find in most riot cases and this case is not free from it.\r\nBut as in Prag Dat 's case, in this case there are four witnesses, viz., Deo Sukh, Rori Singh, Ram Singh, and Ratan Singh, who could be characte rised as independent witnesses and they support the case for the prosecution, in the main.\r\nIn our judgment their testimo ny is on the whole worthy of credence and sufficient to justify the conviction of the respondents.\r\n\" In view of the summary treatment of the evidence by the High Court, we had to read the evidence adduced in the case with great care, and what we find is that the four witness es, whose evidence has been accepted by the High Court, are just the persons against whom very serious criticism was offered by the Sessions Judge.\r\nOf these witnesses, Ratan Singh not being an eye witness may be ruled out.\r\nAs to the remaining witnesses, we are on the whole inclined to agree with the view expressed by the Sessions Judge.\r\nAccording to the Sessions Judge, the manner in which Deva Sukh was brought into the picture and the circumstances attendant on his evidence, furnish strong reasons.\r\nfor rejecting the prosecution version.\r\nWhat has been held is that the whole case of the prosecution 26 198 that Deva Sukh had received injuries in the course of the alleged occurrence was false and his injuries \"were made up so as to create evidence of private defence\" to be utilized by the prosecution to meet the charge of having caused injuries to the members of the appellants ' party.\r\nIt has been established that at least four persons on the side of the accused had received injuries.\r\nMahindarpal had received no less than 16 injuries, and his condition was serious for some time.\r\nKaran Singh had 12 injuries, one of which was grievous.\r\nHari Singh had received 7 injuries including a grievous injury, and Nikka Singh also was injured, his injury having been noticed by the investigating sub inspec tor.\r\nIn the prosecution evidence, it was stated that many of the accused persons were armed with lathis and had used them, and it would be strange if it was not proved that any of the persons on their side had any injuries attributable to lathis.\r\nIt has been established that the four injured persons of Ratan Singh 's party, viz., Rajpal Singh, Lakhan Singh, Behari Singh and Zorawar Singh, had only gun shot wounds.\r\nA serious question which arises in this case is at what stage the gun was used, and whether it was used in self defence after the members of the appellants ' party were assaulted with lathis or it was used before they were as saulted.\r\nThe prosecution witnesses had to admit that at first a gun was fired twice in the air and then the actual firing took place.\r\nThis version of the firing lends support to the defence story that the gun was fired in self defence when Ratan Singh 's men attacked members of the accused 's party.\r\nThe Sessions Judge has expressed the view that in order to meet the defence case the prosecution introduced the story of Deva Sukh having been assaulted with a lathi in the first instance so as to make the appellants ' party the aggressors, it being the prosecution case that Behari Singh and his men had used lathis in order to defend themselves.\r\nIn order to resolve the conflict in the cases of the parties and to get at the true picture, the 199 Sessions Judge went very minutely into the question as to whether there was trustworthy evidence about Deva Sukh having received any injury at all in the occurrence.\r\nIt seems to us that there is a formidable array of circum stances to support the conclusion ultimately reached by the Sessions Judge.\r\nIt appears that in the first information report there is no reference to Deva Sukh or to the injuries said to have been received by him.\r\nThe Sessions Judge has pointed out that there was a considerable interval of time between the occurrence and the lodging of the first informa tion report, and therefore it is surprising that the most important incident of the occurrence and the name of the most important witness was omitted in the report.\r\nAgain, no reference was made to Deva Sukh or to his injuries in the dying declaration of Behari Singh which was recorded by one Dr. Shankar Deo, and also in that of Lakhan Singh.\r\nThe Sessions Judge has further pointed out that the prosecution witnesses, Chokha, Prempal, Cheta and Gangola Singh, who were examined by the investigating officer on the 18th June, did not also refer to Deva Sukh.\r\nThe investigating sub inspector was informed of the injuries on Deva Sukh and his presence at the time of the occurrence for the first time on the 19th June, 1945, and Deva Sukh 's explanation for not appearing before him at the earliest opportunity was that he was frightened and had concealed himself in his house for about two days and had directed his relations not to inform the police of his presence.\r\nHe also stated that on his arrival in his house after the occurrence he did not inform his relations of what had happened.\r\nSome of these matters might have been overlooked if there had been convincing evidence about his having actually received injuries, but we are satisfied that such evidence as is before us is extreme ly unsatisfactory and suspicious and we entertain grave doubts as to whether Deva Sukh received any injuries at all.\r\nDr. Shanker Deo, who examined Deva Sukh, is a retired Sub Assistant Surgeon practising in Kauiraganj, which is not far from village Shahgarh.\r\n200 He admits that he had known Ratan Singh since his childhood, and when he was a child he used to be taught at the house of Ratan Singh by a teacher employed by Ratan Singh 's uncle.\r\nHe has stated that Deva Sukh had two bruises across the back of the middle of the left forearm, and one of them was grievous since the left ulna was fractured.\r\nHe further says that at the time of examination he did charge fees from Deva Sukh, that he was brought to him three days after the other injured persons, that when the latter group of persons came to him none of them told him that there was one more injured person to be examined, and that Deva Sukh was brought to him by Ratan Singh 's servant.\r\nThere are unsatisfactory fea tures in the evidence of this doctor relating to other matters which need not be referred to, but what is somewhat remarkable is that though there is a District Board Hospital at Jalali about four miles from Kauirganj, Deva Sukh did not obtain an injury certificate from the doctor in charge of that hospital.\r\nDeva Sukh says that he did go to that hospi tal to have his injuries attended to, but there is no evi dence to corroborate this.\r\nThese facts as well as a number of other facts relied upon by the Sessions Judge do go to support his theory, and once it is held that the prosecution has to rely on fabricated evidence, it throws doubts on the entire case.\r\nFrom the record, it appears that Surajpal Singh was the person who had been taking an active interest in the eject ment suit, and he was admittedly spending money.\r\nRatan Singh says that he had also paid money to Surajpal Singh towards the expenditure, but this is not probable because he and Surajpal had been on bad terms.\r\nIt is admitted that Suraj pal is the person to whom the Amin gave possession of the land, but in spite of this fact, Ratan Singh 's men started operations on the land ignoring Bhagwati Kuer, which Ratan Singh had no right to do, even assuming that the land was joint property.\r\nIf Behari Singh and the other men sent by Ratan Singh were trying to take exclusive possession of the land and had started 201 operations thereon, Surajpal Singh had every right to pro test, and if his men were beaten first, of which there are strong indications in the case, he was entitled ' to repel the attack in exercise of the right of private defence.\r\nThat Ratan Singh had made ample preparations through Behari Singh is quite clear.\r\nAdmittedly, there were a number of persons armed with lathis present at the scene on his behalf including outsiders like Nawab Mewati, who is said to have been a well known fighter, Zorawar and others.\r\nAs regards the remaining two witnesses, to whom the High Court has made reference, viz., Rori Singh and Pransukh, it seems to us that the High Court has overlooked the comments made by the Sessions Judge upon their evidence, some of which are of considerable force.\r\nWhat has impressed us is that they were not independent witnesses and were not mentioned in the first information report as witnesses to the occurrence, and they were examined by the sub inspector as late as the 20th and 21st June, 1945.\r\nAfter reading the two judgments, we see no reason why the opinion of the Sessions Judge regarding these witnesses should not receive the weight which should normally be attached to that of the trial court.\r\nIt is well established that in an appeal under section 417 of the Criminal Procedure Code, the High Court has full power to review the evidence upon which the order of acquit tal was founded, but it is equally well settled that the presumption of innocence of the accused is further rein forced by his acquittal by the trial court, and the findings of the trial court which had the advantage of seeing the witnesses and hearing their evidence can be reversed only for very substantial and compelling reasons.\r\nOn the whole, we are inclined to hold that the Sessions Judge had taken a reasonable view of the facts of the case, and in our opinion there were no good reasons for reversing that view.\r\nThe assessors with whose aid the trial was held, were unanimously of the opinion that the accused were not guilty, and 202 though 25 persons were placed on trial on identical evi dence, the State Government preferred an appeal only against 5 of them on the sole ground that the acquittal was against the weight of evidence on the record.\r\nIn the result, we allow the appeal, set aside the con viction and sentences of the appellants and acquit them of all the charges.\r\nAppeal allowed.\r\n",{"entities":[[19,34,"CASE_NUMBER"],[94,107,"DATE"],[116,153,"COURT"],[155,189,"JUDGE"],[194,226,"CASE_NUMBER"],[228,238,"LAWYER"],[240,251,"LAWYER"],[284,296,"LAWYER"],[319,331,"DATE"],[377,388,"JUDGE"],[434,471,"COURT"],[614,625,"PROVISION"],[636,682,"PROVISION"],[693,721,"PROVISION"],[729,746,"STATUTE"],[941,952,"PROVISION"],[963,975,"PROVISION"],[1020,1040,"PROVISION"],[1051,1062,"PROVISION"],[1111,1147,"STATUTE"],[1299,1318,"DATE"],[1437,1449,"OTHERS"],[1453,1475,"GPE"],[1477,1493,"GPE"],[1501,1520,"GPE"],[1574,1588,"OTHERS"],[1608,1618,"OTHERS"],[1674,1685,"WITNESS"],[1876,1890,"DATE"],[1946,1960,"RESPONDENT"],[1995,2007,"OTHERS"],[2166,2177,"WITNESS"],[2272,2287,"DATE"],[2371,2384,"OTHERS"],[2420,2434,"RESPONDENT"],[2526,2538,"WITNESS"],[2547,2556,"DATE"],[2709,2720,"WITNESS"],[2789,2801,"WITNESS"],[3188,3200,"WITNESS"],[3316,3330,"WITNESS"],[3392,3406,"RESPONDENT"],[3457,3469,"WITNESS"],[3501,3513,"WITNESS"],[3564,3590,"WITNESS"],[3641,3655,"RESPONDENT"],[3816,3832,"DATE"],[4002,4022,"DATE"],[4045,4058,"OTHERS"],[4084,4098,"RESPONDENT"],[4105,4133,"WITNESS"],[4364,4393,"WITNESS"],[5092,5128,"STATUTE"],[5225,5238,"DATE"],[5355,5366,"WITNESS"],[7120,7168,"WITNESS"],[7760,7771,"WITNESS"],[8691,8702,"WITNESS"],[8816,8827,"WITNESS"],[9215,9226,"WITNESS"],[9243,9301,"WITNESS"],[9798,9809,"WITNESS"],[10685,10694,"WITNESS"],[11090,11099,"WITNESS"],[11186,11201,"WITNESS"],[11223,11236,"WITNESS"],[11313,11353,"WITNESS"],[11409,11418,"DATE"],[11442,11452,"WITNESS"],[11518,11527,"WITNESS"],[11601,11616,"DATE"],[11622,11631,"WITNESS"],[12263,12272,"WITNESS"],[12304,12319,"WITNESS"],[12334,12343,"WITNESS"],[12394,12404,"GPE"],[12436,12445,"GPE"],[12479,12490,"WITNESS"],[12610,12621,"WITNESS"],[12652,12661,"WITNESS"],[12866,12875,"WITNESS"],[13084,13093,"WITNESS"],[13116,13127,"WITNESS"],[13322,13355,"ORG"],[13378,13387,"GPE"],[13389,13398,"WITNESS"],[13481,13490,"WITNESS"],[13869,13883,"RESPONDENT"],[14001,14012,"WITNESS"],[14049,14063,"RESPONDENT"],[14182,14191,"RESPONDENT"],[14279,14290,"WITNESS"],[14587,14601,"RESPONDENT"],[15004,15016,"WITNESS"],[15065,15072,"WITNESS"],[15175,15198,"WITNESS"],[15565,15590,"DATE"],[15846,15888,"PROVISION"]]}]]}