{"classes":["COURT","PETITIONER","RESPONDENT","JUDGE","LAWYER","DATE","ORG","GPE","STATUTE","PROVISION","PRECEDENT","CASE_NUMBER","WITNESS","PROCEDURES","OTHERS"],"annotations":[["ivil Appeal No. 11 of 1950.\r\nAppeal from the judgment and decree of the High Court of Bombay (Bhagwati and Dixit JJ.) dated 16th December, 1948, in Second Appeal No. 1226 of 1945 confirming a judg ment and decree of the District Judge of Dharwar in Appeal No. 123 of 1943.\r\nThe facts of 404 the case and the arguments of the counsel appear in the judgment.\r\nB. Somayya and Sanjiva Rao Naidu (N. C. Shaw, with them) for the appellant.\r\nM.C. Setalvad, Attorney General for India, (V. N. Lokur, with him) for the respondents Nos. 1 and 2.\r\nM.C. Setalvad, Attorney General for India, (G. N. Joshi, with him) for respondent No. 3 (the State of Bombay.) 1952.\r\nJanuary 30.\r\nJudgment was delivered by BOSE J. PATANJALI SASTRI C.J. and DAS J. agreed with Bose J. Bose J.\r\nThe plaintiff appeals.\r\nThe suit relates to a Saranjam estate in the State of Bombay.\r\nThe plaintiff claims to be the sole Saranjamdar and seeks certain declarations and other reliefs appropriate to such a claim.\r\nThe first and second defendants are members of the plaintiff 's family while the third defendant is the State of Bombay (Province of Bombay at the date of the suit).\r\nThe only question is whether the suit is barred by section 4 (a) of Bombay Act X of 1876 (Bombay Revenue Juris diction Act).\r\nThe following genealogical tree will show the relation ship between the parties: Bhujangrao Appasaheb (British grantee) Daulatrao I (died 24 7 1864) Bhujangrao I Malojirao Yeshwantrao alias (died 1881 ) : Annasaheb : : : (widow) Krishnabai Daulatrao III Bhujangrao II Daulatrao II (Del. 1) (Def. 2) (died 8 5 1931) : Bhujangrao III (Plaintiff) 405 The facts are as follows.\r\nA common ancestor of the present parties was given the Gajendragad estate as a Saran jam some time before the advent of the British.\r\nWhen they arrived on the scene they decided, as far as possible, to continue such Saranjams, jagirs and inams as had been grant ed by the earlier rulers, and accordingly they framed rules under Schedule B, Rule 10 of Bombay Act XI of 1852 (The Bombay Rent Free Estates Act of 1852) to regulate the mode of recognition and the succession and conditions of tenure to Saranjams, which are analogous to jagirs.\r\nIn compliance with this, the common ancestor shown at the head of the genealogical tree set out above was recognised by the Brit ish Government as the Saranjamdar of the Gajendragad estate.\r\nHe may for convenience be termed the British Grantee.\r\nThe Register exhibit P 53 shows that the estate consisted of 26 villages.\r\nWe do not know the date of the British recognition but the nature of the tenure is described as follows : \"Continuable to all male legitimate descendants of the holder at the time of British conquest, viz., Bhujangrao Appasaheb, the first British Grantee, son of Bahirojirao Ghorpade.\r\n\" On the death of the British Grantee (Bhujangrao Appa saheb) he was succeeded by his son Daulatrao I who died on the 24th of July, 1864.\r\nThis Daulatrao I left three sons, Bhujangrao I, Yeshwantrao and Malojirao.\r\nIn the year 1866 Bhujangrao I and his brother Yesh wantrao alias Annasaheb sued Malojirao for possession of this Saranjam.\r\nA question of impartibility was raised but the Bombay High Court declared that the property in British India was partible.\r\nThey further declared that Bhujangrao I was the head of the family and as such was entitled to a special assignment which was not to exceed a quarter share, for the expenses and duties which might devolve on him by virtue of his position, and that after this had been set aside each of the three brothers was entitled to an equal one third Share in the landed property in India.\r\nThis judgment 406 is reported in The duties enumerated at page 170 included the \"keeping up of armed retainers for the fort of Gajendragad, and for the improvement of that vil lage, which was the chief seat of this branch of the Ghor pade family, and also to enable him to distribute on ceremo nial occasions the customary presents to the junior members of the family.\r\n\" The judgment is dated the 12th of October, 1868.\r\nAs a consequence a division of the property was ef fected.\r\nMalojirao separated himself from his brothers and was allotted seven villages.\r\nThe other two brothers continued joint and took the remainder.\r\nBut this was only with respect to property situate in British India.\r\nThe parties also had property in the State of Kolhapur.\r\nThat was left undivided.\r\nBhujangrao I died in 1881 and his younger brother Yesh wantrao (alias Annasaheb) claimed to succeed as the sole heir.\r\nThe Political Department of the Government of India refused to recognise this claim and permitted Bhujangrao I 's widow Krishnabai to adopt a a boy from the family and recog nised him as the heir in respect of that portion of the estate which lay within the Principality of Kolhapur.\r\nThis was on the 3rd of February, 1882.\r\nThe Bombay Government followed a similar course regarding the property in British India.\r\nOn the 26th of April, 1882, they passed a Resolution embodying the follow ing decision: (1) The adoption was to be recognised and the adopted son was to occupy the same position as his adoptive father, that is to say, he was to get one third of the property plus the assignment given to him as head of the family.\r\n(2) Malojirao who had already taken his share of the estate was to continue in possession.\r\n(3) Yeshwantrao (alias Annasaheb) was given the option of remaining joint with the adopted boy or separating.\r\nFinally, the Resolution Concluded 407 ``The two brothers will hold their respective shares as their private property in virtue of the decree of the High Court and the Jahagir will henceforth be restricted to the portion awarded by the High Court to Bhujangrao which the adopted son will now inherit.\r\nIt should however be clearly understood that the decision of the High Court is not to be held as a precedent and that no partition of the Jahagir Estate to be continued to the adopted son will ever be allowed.\r\n\" This position was emphasised by Government in the same year on the 22nd August, 1882.\r\nKrishnabai, who had been allowed by Government to adopt Daulatrao II, asked that her husband 's one third share in the estate be also treated as private property in the same way as the shares of the other two brothers.\r\nThis prayer was refused and Government stat ed: \"It should be plainly understood that Government allow the adoption to be made by her only in consideration of Bhujangrao 's one third share as well as the portion assigned to him as head of the family being continued to the adopted son as indivisible Jahagir Estate descending in the line of male heirs in the order of primogeniture and subject to no terms whatsoever as to the enjoyment of the same by Krishna bai during her lifetime.\r\n\" The position was re examined by Government in 1891 and its decision was embodied in the following resolution dated the 17th of March, 1891: \"It appears to Government that the whole Gajendragad Estate is a Saranjam continuable as hereditary in the full est sense of the word as interpreted by the Court of Direc tors in paragraph 9 of their Despatch No. 27 dated 12th December, 1855.\r\nIt is continuable to all male legitimate descendants of the holder at the time of the British con quest; and should Government ever sanction an adoption the terms of sanction would be those applicable to Saranjamdars.\r\nThe property should be dealt with like Other Saranjams in the Political Department.\r\n\" 53 408 In the year 1901 the adopted son Daulatrao II sued Yeshwantrao 's son Bhujangrao II for partition.\r\nIt will be remembered that in the litigation of 1866, which ended in the Bombay High Court 's judgment reported in 5 Bom.\r\nH.C.R. 161, Malojirao alone separated and the other two brothers continued joint.\r\nThe litigation of 1901 put an end to that position.\r\nHigh Court 's judgment dated the 12th of March, 1908, makes it clear that as Government was not a party to that litigation its rights against either or both of the parties were not affected.\r\nBut as between the parties inter se they were bound by the previous decision and so the adopted son was entitled to partition and separate posses sion of such properties as might fall to his share.\r\nAfter this decision was given the two partitioned the property between themselves amicably.\r\nIn or about the year 1930 a Record of Rights was intro duced in fourteen of the villages in the Gajendragad Jaha gir and a dispute arose again between the three branches of the family.\r\nThe District Deputy Collector, after inspecting the records, found that \"the name of the Khatedar Saran jamdar alone has found place in the village Inam register, in the Saranjam list and the land alienation register,\" while in the other village records the various members of the family were entered according to the \"actual wahivat or enjoyment.\" After due consideration he thought that the interest of Government and the Saranjamdar would be sufficiently safeguarded by allowing the same position to continue.\r\nHe ordered the entries to be made accordingly.\r\nThe order also discloses that the matter had been referred to the Legal Remembrancer to the Bombay Government.\r\nIn the meanwhile, on the 5th of May, 1898, a set of Rules framed under Schedule B, Rule 10, of the Bombay Rent Free Estates Act of 1852 were drawn up and published in the Bombay Gazette.\r\nThese Rules were republished, probably with some modification, in the Gazette of 8th July, 1901.\r\nThe portions applicable here were as follows: 409 \"I. Saranjams shall ordinarily be continued in accordance with the decision already passed by Government in each case.\r\nA Saranjam which has been decided to be hereditarily continuable shall ordinarily descend to the eldest male representative, in the order of primogeniture, of the senior branch of the family descended from the first British Gran tee or any of his brothers who were undivided in interest.\r\nBut Government reserve to themselves their rights for suffi cient reason to direct the continuance of the Saranjam to any other member of the said family, or as an act of grace, to a person adopted into the same family with the sanction of Government.\r\nV. Every Saranjam shall be held as a life estate.\r\nIt shall be formally resumed on the death of the holder and in cases in which it is capable of further continuance it shall be made over to the next holder as a fresh grant from Gov ernment, unencumbered by any debts, or charges, save such as may be specially imposed by Government itself.\r\nNo Saranjam shall be capable of sub division.\r\nEvery Saranjamdar shall be responsible for making a suitable provision for the maintenance of. \"(certain members of the family enumerated in the Rule).\r\nIf an order passed by Government under Rule VII is not carried out, Government may, whatever the reason may be, direct the Saranjam, or a portion of it, to be resumed. .\r\nProvision for the members of the Saranjam dar 's family entitled to maintenance shall then be made by Government out of the revenues of the Saranjam so resumed.\r\n\" After the District Deputy Collector 's orders were passed on the 20th of May, 1930, Daulatrao II died on the 8th of May, 1931, and the matter was again taken up by Government.\r\nThis time it passed the following 410 Resolution on the 7th of June, 1932.\r\nThe Resolution was headed, \"Resumption and regrant of the Gajendragad Saranjam standing at No. 91 of the Saranjam List.\r\n\" It reads \"Resolution : The Governor in Council is pleased to direct that the Gajendragad Saranjam should be formally resumed and regranted to Bhujangrao Daulatrao Ghorpade eldest son of the deceased Saranjamdar Sardar Daulatrao Bhujangrao Ghorpade and that it should be entered in his sole name in the accounts of the Collector of Dharwar with effect from the date of the death of the last holder.\r\nThe Collector should take steps to place the Saranjamdar in possession of the villages of the Saranjam estate which were in possession of the deceased Saranjamdar.\r\nThe Governor in Council agrees with the Commis sioner, Southern Division, that the assignments held by the Bhaubands as potgi holders should be continued to them as at present.\r\n\" The Bhujangrao mentioned in the Resolution is the plain tiff who is shown as Bhujangrao III in the genealogical tree.\r\nThe defendants were evidently aggrieved by this, for they filed Suit No. 23 of 1934 against the present plaintiff and the Secretary of State/or India in Council praying inter alia \"that the properties in that suit, viz., the villages allotted to their shares, were their independent and private properties and in case they were held to be Saranjam proper ties, they be declared as independent Saranjams, separate and distinct from the one held by the present plaintiff.\r\n\" This suit was withdrawn with liberty to bring a fresh suit on the same cause of action against the present plain tiff but not against the Secretary of State for India in Council.\r\nAccording to defendants 1 and 2, this was pursuant to an arrangement between the Government and themselves that Government would issue a fresh Resolution in terms of the earlier Resolution dated the 17th of March, 1891.\r\n411 This was done.\r\nOn the 25th of February, 1936, Government passed the following Resolution : \"Resolution : After careful consideration the Governor in Council is pleased to confirm the decision in Government Resolution (Political Department) No. 1769 dated the 17th of March, 1891,and to declare that the whole of the Gajendragad Estate shall be continuable as an inalienable and impartible Saranjam on the conditions stated in the said Resolution.\r\nHaving regard, however, to the manner in which different portions of the estate have been held by different branches of the family, the Governor in Council, in modification of the orders contained in Government Resolution No. 8969 dated the 7th June, 1932, is pleased to direct that the portions of the said estate held by Sardar Bhujangrao Daulatrao Ghorpade, Daulatrao Malojirao Ghorpade and Bhujangrao Yeshwantrao Ghorpade, respectively, shall henceforth be entered in the Revenue Records as de facto shares in the said estate held by the said persons as representatives, respectively, of three branches of the Ghorpade family.\r\nEach of the said de facto shares shall be continuable hereditarily as such as ii it were a separate Saranjam estate in accordance with the rules made for the continuance of Saranjams by the Governor in Council in exercise of the powers referred to in the rules framed under the Bombay Rent Free Estates Act, 1852, and section 2 (3) of the Bombay Summary Settlement Act (VII of 1863) and such special orders as the Governor in Council may make in regard to the Gajendragad Estate as a whole or in regard to the said share.\r\nThe recognition of the aforesaid shares and their entry in the Revenue Records as separate shares shall not be deemed to amount to a recognition of the estate of Gajendragad as in any manner partible or alienable and shall not in any way affect the right of Government to treat the said estate as an entire impartible and inalien able Saranjam estate.\r\nThe Governor in Council further directs that the aforesaid shares shall in no case be capable of 412 sub division and shall not in any way be alienated or encum bered except in accordance with the rules and orders re ferred to above. \" The present suit is an attack on the action of Govern ment in passing this Resolution.\r\nThe first and second defendants are the present representatives of the other branches of the family and the third defendant is the Prov ince of Bombay (now the State of Bombay).\r\nThe plaint states \"9.\r\nGovernment can have no jurisdiction to deprive the plaintiff at any rate during his lifetime of the full bene fit of all the rights and privileges appertaining to the holder of a Saranjam.\r\nThe Order of Government of the 8th February, 1936 is, therefore, ultra vires and in no way binding on the present plaintiff. 10.\r\nDefendants 1 and 2, therefore, are not entitled to any rights or privileges claimable by the holder of a Saran jam which according to the G.R. is continuable 'as an inali enable and impartible Saranjam ', such as for example in the matter of appointment of the village officers in any of the 27 villages appertaining to the Gajendragad Saranjam.\r\nThe cause of action arose in April 1938 and the resolution and the entry being ultra vires is not binding. 12.\r\nAs this is a suit claiming for relief primarily against defendants 1 and 2, defendant 3 is made a party to the suit in order to enable Government (defendant 3) to give proper effect to the decision of Government of the 17th March, 1891, and of 7th June, 1932, as against defendants 1 and 2 who have no right to the position which they claim. \" The reliefs prayed for are \"(a) That it be declared that defendants 1 and 2 have no right to go behind the order of the Government as per Reso lution No. 8969 of 7th June, 1932, under which plaintiff is entitled to be recognised as the sole Saranjamdar in the Revenue Records, and that the assignments held by defendants 1 and 2 are held by them as mere potgi holders.\r\n413 (b) That in consequence of his position of a sole Saran jamdar the plaintiff alone at any rate during his lifetime has the sole right to the rights and privileges appertaining to the post of a sole Saranjamdar, to wit, to be consulted in the appointment of the village officers in all the villages appertaining to the Saranjam estate, but assigned to defendants 1 and 2 for potgi. (c) Defendants 1 and 2 be restrained from doing any acts or taking any steps in contravention of the aforesaid right of the plaintiff.\r\n(d) That it be declared that defendant 3 (Government) have no right to change the Resolution No. 8969 of 7th June, 1932, and at any rate during the lifetime of the plaintiff.\r\n\" The first Court dismissed the plaintiff 's claim on the merits holding that Government had the right to amend its Resolution in the way it did.\r\nThe lower appellate Court also dismissed the suit on three grounds: (1) that the two previous decisions of 1868 and 1908 operate as res judicata, (2) that the impugned Resolution is intra vires and (3) that section 4 (a) and (d) of the Revenue Jurisdiction Act bars the jurisdiction of the Court.\r\nIn second appeal the High Court only considered the question of jurisdiction and, agreeing with the lower appel late Court on the point, dismissed the appeal but it granted the plaintiff leave to appeal to this Court.\r\nThe only question we have to consider is the one of jurisdiction.\r\nSection 4 of the Bombay Revenue Jurisdiction Act, 1876 (Bombay Act X of 1876), runs Subject to the exceptions hereinafter appearing, no Civil Court shall exercise jurisdiction as to (a). claims against the Crown relating to lands. held as Saranjam. \" It was strenuously contended that this is not a claim against the Crown but one against the first and second defendants.\r\nThat, in my opinion, is an idle contention in view of paragraphs 9 and 12 of the plaint and reliefs (a)and (d).\r\nIn any event, Mr. Somayya was asked whether he would strike out the third defendant 414 and those portions of the plaint which sought relief against it.\r\nHe said he was not prepared to do so.\r\nI cannot see how a plaintiff can insist on retaining a person against whom he claims no relief as a party.\r\nI am clear that this is a suit against the \"Crown\" within the meaning of section 4(a).\r\nThe next question is whether, assuming that to be the case, it is also one \"relating to lands held as Saranjam.\r\n\" So far as the reliefs sought against Government are concerned, that is clearly the case.\r\nParagraph 9 of the plaint challenges Government 's jurisdiction to deprive the plaintiff of the full benefit of all rights and privileges appertaining to the holder of a Saranjam.\r\nThese rights cannot exist apart from the lands which form part of the Saranjam estate and the implication of the prayer is that Government has, for example, no right to resume the Saranjam either under Rule V on the death of the last Saran jamdar or under Rule IX during his lifetime.\r\nIt is to be observed that a resumption under Rule IX can only be of the land because the rule directs that when the Saranjam is resumed Government itself shall make provisions for the maintenance of those entitled to it \"out of the revenues of the Saranjam so resumed.\r\n\" These revenues can only come out of the land.\r\nRelief (d) in the prayer clause seeks a declaration that Government has no right to change Resolution No. 8969 dated the 7th of June, 1932.\r\nThat Resolution directly relates to the land because it directs that the Gajendragad Saranjam be resumed and the Collector is directed to take steps to place the Saranjamdar in possession of the villages of the Saran jam estate etc.\r\nIt is impossible to contend that this is not a claim relating to lands held as Saranjam.\r\nIt was next argued that if that be the case the claim against Government can be dismissed and the plaintiff can at least be given the reliefs claimed against the other two defendants.\r\nThese, it was contended, do not relate to land and in any event are not claims against the \"Crown\".\r\n415 In my opinion, this is not a suit in which the rights claimed against the other defendants can be divorced from the claim against Government and considered separately.\r\nThat is evident enough from paragraph 10 of the plaint.\r\nIn para graph 9 the power of Government to deprive the plaintiff of the rights he claims is challenged and in paragraph 10 the plaintiff explains that \"therefore\" the first and second defendants are not entitled to any of the rights and privileges of the Saranjamdar.\r\nOne of those rights, as we have seen from Rules VII and IX, is to take the revenues of the entire estate in order that he might fulfil his obligation regarding the payment of maintenance to certain members of the family; and if the defendants claim to hold their lands under the orders of Government and the plaintiff insists on retaining Government as a party in order that it may be bound by the decree he wants against the other defendants it is obvious that his claim against these defendants cannot be separated from his claim against the Government.\r\nIn any event, if the claim against Government is to be ignored it can only be on the basis that its orders cannot be challenged and if the orders stand it is evident that the plaintiff can have no hope of success because both sides hold their respective properties on the basis of those orders.\r\nThere are two decisions of the Bombay High Court which have taken this view.\r\nBasalingappagouda vs The Secretary of State for India(1) was a Watan case.\r\nGovernment had recog nised the second defendant as the Watandar.\r\nPlaintiff sued Government and the second defendant and sought a declaration and injunction.\r\nOn being faced with the dilemma that the suit against Government did not lie because of section 4 (a) (3) of the Bombay Revenue Jurisdiction Act of 1876, he asked the Court, as here, to leave the Government out of consider ation and decree his claim against the second defendant alone.\r\nThe learned Judges held that that would amount to striking out the main relief sought against both the defend ants and would entirely (1) 28 Born.\r\nL.R. 651.\r\n54 416 change the character of the suit and added that \"as long as the Secretary of State is a party to the suit, such a decla ration could not be granted.\r\n\" In the other case, Basangauda vs The Secretary State(1), Beaumont C.J. and Baker J. took the same view.\r\nThey said \"Mr. Gumaste, who appears for the appellant, says that his claim is not a claim against the Government but in that case he ought to strike out the Government.\r\nHe is not pre pared to strike out the Government, because if he does they will not be bound by these proceedings and will follow the decision of their revenue tribunals.\r\nTherefore, he wants to make the Government a party in order that they may be bound.\r\nBut, if they remain a party, it seems to me that there is a claim against them relating to property appertaining to the office of an hereditary officer, although no doubt it is quite true that the appellant does not desire to get any order against the Government as to the way in which the property should be dealt ' with or anything of the sort, and he only wants a declaration as to his title which will bind Government.\" They held that the jurisdiction of the courts was oust ed.\r\nIt was next contended, on the strength of a decision of the Judicial Committee of the Privy Council reported in Province of Bombay vs Horrnusji Manekji(2).\r\nthat the courts have jurisdiction to decide whether Government acted in excess of its powers and that that question must be decided first.\r\nIn my opinion, this decision does not apply here.\r\nTheir Lordships were dealing with a case falling under section 4 (b) of the Bombay Revenue Jurisdiction Act of 1876.\r\nThat provides that \". no Civil Court shall exercise jurisdiction as to. . (b) objections to the amount or incidence of any assess ment of land revenue authorised by the Provincial Govern ment.\r\n\" (1) (2) 74 I A. 103 417 As pointed out by Strangman K.C., on behalf of the plaintiff respondent, \"authorised\" must mean \"duly autho rised,\" and in that particular case the impugned assessment would not be duly authorised if the Government Resolution of 11 4 1990 purporting to treat the agreement relied on by the respondent as cancelled and authorising the levy of the full assessment was ultra vires under section 211 of the Land Revenue Code.\r\nThus, before the exclusion of the Civil Court 's jurisdiction under section 4 (b) could come into play, the Court had to determine the issue of ultra vires.\r\nConsequently, their Lordships held that that question was outside the scope of the bar.\r\nBut the position here is different.\r\nWe are concerned here with section 4 (a) and under that no question about an authorised act of Government arises.\r\nThe section is general and bars all \"claims against the Crown relating to lands. held as Saranjam.\r\n\" That is to say, even if the Government 's act in relation to such lands was ultra vires, a claim impugning the validity of such an act would fall within the scope of the exclusion in clause (a) provided it relates to such land.\r\nThere is a difference of opinion in the Bombay High Court as to whether section 4 is attracted if the only relief sought against Government is a declaration.\r\nOne set of decisions holds that that does not amount to a \"claim against Government.\r\n\" Dattatraya Vishwanath vs The Secretary of State for India(1) is typical of that view.\r\nOn the other hand, Daulatrao vs Government of bombay(2), a case relating to the Gajendragad estate, took the other view.\r\nIn my opin ion, the latter view is correct.\r\nIn my opinion, the decision of the High Court was right and I would dismiss the appeal with costs.\r\nPATANJALI SASTRI C.J. I agree.\r\nS.R. DAS J. I agree.\r\nAppeal dismissed.\r\nAgent for respondents Nos. 1 & 2: M.S.K. Sastri.\r\nAgent for respondent No. 3; P.A. Mehta.\r\n(1)I.L.R. 1948 Born.\r\n809 at 820.\r\n",{"entities":[[1,27,"CASE_NUMBER"],[71,92,"COURT"],[93,115,"JUDGE"],[124,143,"DATE"],[155,178,"CASE_NUMBER"],[249,272,"CASE_NUMBER"],[355,368,"LAWYER"],[374,390,"LAWYER"],[392,413,"LAWYER"],[435,449,"LAWYER"],[479,501,"LAWYER"],[533,551,"LAWYER"],[581,602,"LAWYER"],[631,645,"GPE"],[648,652,"DATE"],[655,665,"DATE"],[694,700,"JUDGE"],[702,724,"JUDGE"],[727,734,"JUDGE"],[747,753,"JUDGE"],[755,762,"JUDGE"],[1090,1097,"GPE"],[1195,1210,"PROVISION"],[1213,1268,"STATUTE"],[1987,2019,"STATUTE"],[2020,2060,"STATUTE"],[2258,2276,"OTHERS"],[2311,2332,"ORG"],[2339,2376,"OTHERS"],[2455,2459,"PROVISION"],[2495,2507,"OTHERS"],[2716,2737,"OTHERS"],[2772,2792,"OTHERS"],[2913,2931,"DATE"],[3021,3026,"OTHERS"],[3181,3198,"COURT"],[3285,3295,"OTHERS"],[3701,3705,"OTHERS"],[4036,4057,"DATE"],[4326,4331,"GPE"],[4810,4818,"GPE"],[4837,4859,"DATE"],[4865,4882,"ORG"],[4958,4977,"DATE"],[5362,5389,"OTHERS"],[5704,5728,"COURT"],[6049,6068,"DATE"],[7130,7159,"DATE"],[7867,7888,"DATE"],[8508,8533,"OTHERS"],[9158,9175,"ORG"],[9202,9219,"DATE"],[9284,9313,"STATUTE"],[9447,9462,"DATE"],[9608,9618,"ORG"],[9927,9938,"ORG"],[10163,10178,"ORG"],[11118,11136,"DATE"],[11162,11180,"DATE"],[11264,11267,"OTHERS"],[11285,11304,"DATE"],[11455,11465,"ORG"],[11570,11600,"OTHERS"],[11627,11676,"OTHERS"],[12435,12441,"GPE"],[12685,12696,"OTHERS"],[13144,13163,"DATE"],[13192,13215,"DATE"],[13366,13419,"OTHERS"],[13430,13450,"DATE"],[13487,13506,"ORG"],[13819,13850,"OTHERS"],[13860,13874,"DATE"],[13943,13978,"OTHERS"],[13980,14008,"OTHERS"],[14013,14044,"OTHERS"],[14569,14582,"PROVISION"],[14589,14633,"STATUTE"],[14711,14729,"ORG"],[15109,15124,"ORG"],[15595,15601,"GPE"],[16078,16088,"OTHERS"],[16652,16667,"DATE"],[16676,16692,"DATE"],[16938,16953,"DATE"],[17017,17028,"OTHERS"],[17199,17212,"OTHERS"],[17348,17359,"OTHERS"],[17410,17427,"ORG"],[17468,17483,"ORG"],[17709,17721,"ORG"],[17771,17786,"DATE"],[17921,17930,"ORG"],[18096,18102,"DATE"],[18105,18111,"DATE"],[18574,18584,"PROVISION"],[18591,18623,"STATUTE"],[18624,18652,"STATUTE"],[18812,18822,"OTHERS"],[19691,19718,"OTHERS"],[19824,19832,"OTHERS"],[20561,20578,"DATE"],[21325,21336,"ORG"],[21451,21461,"ORG"],[21675,21688,"OTHERS"],[22029,22039,"ORG"],[22234,22245,"ORG"],[22282,22292,"ORG"],[22573,22590,"COURT"],[22621,22678,"PRECEDENT"],[22697,22707,"ORG"],[22968,23008,"STATUTE"],[23480,23516,"PRECEDENT"],[23518,23530,"JUDGE"],[23535,23544,"JUDGE"],[24112,24144,"ORG"],[24244,24255,"ORG"],[24588,24630,"PRECEDENT"],[24900,24940,"STATUTE"],[24967,24979,"COURT"],[25179,25195,"OTHERS"],[25546,25582,"PROVISION"],[25653,25667,"PROVISION"],[25896,25910,"PROVISION"],[26073,26081,"OTHERS"],[26355,26373,"COURT"],[26387,26396,"PROVISION"],[26546,26557,"ORG"],[26562,26623,"PRECEDENT"],[26668,26706,"PRECEDENT"],[26851,26861,"COURT"],[26916,26937,"JUDGE"],[26948,26958,"JUDGE"]]}]]}