{"classes":["COURT","PETITIONER","RESPONDENT","JUDGE","LAWYER","DATE","ORG","GPE","STATUTE","PROVISION","PRECEDENT","CASE_NUMBER","WITNESS","PROCEDURES","OTHERS"],"annotations":[["No. 132 of 1951.\r\nPeti tion under article 32 of the Constitution for a writ in the nature of mandamus.\r\nThe material facts are set out in the judgment.\r\nNuruddin Abroad for the petitioner.\r\nK.N. Aggarwal for the respondents.\r\nFebruary 27.\r\nThe Judgment of the Court was delivered by DAs J.\r\nThis is an application under article 32 of the Constitution made by Mohammad Yasin for the protection of his fundamental right of carrying on his business which, according to him, is being infringed by the respondent.\r\nThe case sought to be made out in the petition may be shortly stated as follows: The petitioner is a wholesale dealer in fresh vegetables and fruits at Jalalabad in the district of Muzaffarnagar in the State of Uttar Pradesh and claims to have been carrying on such business for the last 7 years or so at his shop situated in the town of Jalalabad.\r\nThe vegetable and fruit growers used to bring their goods to the town and get them auctioned through any of the vegetable dealers of their choice who used to charge one anna in the rupee as and by way of commission.\r\nThe respondent Committee which is a Town Area Committee has framed certain bye laws under which all right and power to levy or collect commission on sale or purchase of vegetables and fruits within the limits of the town vest in the respondent Committee or any other agency appointed by the Committee and no one except the respondent Committee is authorised to deal in wholesale vegetables and fruits and collect the commission thereof in any place and in any event.\r\nThe respondent Committee has by auction given the contract for sale of 575 vegetables and fruits and for collecting the commission for the current year to the respondent Bishamber who, it is alleged, has never dealt in vegetables and fruits The respondent Committee has not set up any market nor has it framed any bye laws for issue of licences to the vegetable and fruit merchants.\r\nThe bye laws also provide for prosecu tion for the breach of any of the provisions of these bye laws.\r\nAlthough, in terms, there is no absolute prohibition against carrying on business as wholesale dealer in vegeta bles and fruits, the result of the bye laws requiring the wholesale dealers to pay the prescribed fee of one anna in the rupee to the contractor who holds the monopoly is, in effect, to bring about a total prohibition of the business of the wholesale dealers in vegetables and fruits.\r\nThe petitioner contends that by granting a monopoly of the right to do wholesale business in vegetables and fruits to the respondent Bishamber the respondent Committee has in effect totally prevented the petitioner from carrying on his busi ness and has thereby infringed his fundamental right under article 19(1)(g) of the Constitution.\r\nIn the alterna tive, the petitioner contends that the respondent Committee has no legal authority to impose a tax of the kind it has sought to do, that the imposition of a tax calculated at one anna in the rupee is in the nature of a sale tax and cannot be regarded as a licence fee and such unauthorised impost constitutes an illegal restraint on his fundamental right under article 19 (1) (g).\r\nThe notice of motion has been served on the respondent Committee as well as on respondent Bishamber.\r\nThe respond ents have entered appearance and filed an affidavit in opposition to the present application affirmed by their agent on record Paragraph 4 of that affidavit is as follows : \"4.\r\nParagraphs 4, 5, 6 and 7 of the petition are wrong and misleading and do not convey the correct idea.\r\nIf the bye laws are read from beginning to end, the correct posi tion is that the Town Area Committee has lawfully imposed certain taxes on the purchase 576 and sale of fruits and vegetables within the ambit of the Town Area; and instead of collecting the aforesaid taxes departmentally the Committee finds it more convenient and less expensive to auction the 'right to collect the taxes ' and give the contract to the highest bidder or whomsoever it thinks fit and proper.\r\nThere is absolutely no restriction on anybody who wants to purchase or anybody who wants to sell; only he must pay the prescribed tax to the Town Area Commit tee through the Contractor.\r\nThe market is open, and writ large throughout the territory of the Town Area Committee and anybody can purchase from anybody and anybody can sell to anybody, without any control or intervention by the Contractor, whose position is simply that of a taxcollector on behalf of the Town Area Committee.\r\nInstead of getting the pay, he gets the profits, if any, and runs the risk of incurring losses if his gross realisations are less than what he paid.\r\nThis is clearly the position, and it is submitted, there is nothing wrong with it legally and no interference of the petitioner 's rights.\r\n\" The petitioner has to his petition annexed copies of a set of bye laws dated June 24, 1942, and a copy of a resolu tion of the respondent Committee dated March 16, 1950, recommending the addition of several bye laws to the previ ous bye laws.\r\nAt the hearing of the petition before us it was agreed by and between counsel on both sides that the petition has to be disposed of on the basis of the bye laws of 1942 only and learned counsel for the respondent Commit tee has produced the original bye laws of 1942 before us.\r\nBye law 1 only provides that no person shall sell or pur chase any vegetable or fruit within the prescribed limits of the Town Area Committee, Jalalabad by wholesale or auction,without paying the fee fixed under these bye laws to the licensee appointed by the Town Magistrate.\r\nBye law 4 (b) expressly provides that any person can sell in wholesale at any place in the Town Area provided he pays the pre scribed fees to the licensee.\r\nIt is, therefore, clear that these byelaws do not in terms, prohibit anybody from dealing in vegetables and fruits as alleged by the petitioner 577 and in this respect they materially differ from the bye laws which this Court had to consider in the Kairana case(1) which consequently does not govern this case.\r\nLearned counsel, however, contends and we think with considerable force and cogency that although, in form, there is no prohibition against carrying on any wholesale business by anybody, in effect and in substance the bye laws have brought about a total stoppage of the wholesale deal ers ' business in a commercial sense.\r\nThe wholesale dealers, who will have to pay the prescribed fee to the contractor appointed by auction, will necessarily have to charge the growers of vegetables and fruits something over and above the prescribed lee so as to keep a margin of profit for themselves but in such circumstances no grower of vegetables and fruits will have his produce sold to or auctioned by the wholesale dealers at a higher rate of commission but all of them will flock to the contractor who will only charge them the prescribed commission.\r\nOn the other hand, if the wholesale dealers charge the growers of vegetables and fruits only the commission prescribed by the bye laws they will have to make over the whole of it to the contractor without keeping any profit themselves.\r\nIn other words, the wholesale dealers will be converted into mere tax col lectors for the contractor or the respondent Committee without any remuneration from either of them In effect, therefore, the bye laws, it is said, have brought about a total prohibition of the business of the wholesale dealers in a commercial sense and from a practical point of view.\r\nWe are not of opinion that this contention is unsound or untenable.\r\nLearned counsel for the petitioner, however, does not leave the matter there.\r\nHe goes further and urges that the respondent Committee has no legal authority to impose this fee of one anna in the rupee on the value of goods sold or auctioned and that such imposition is in the nature of a sale tax rather than a licence fee.\r\n(1) ; 578 Learned counsel for the respondent in reply takes a preliminary objection to this line of argument.\r\nHe points out that as the levying of a tax without authority of law is specifically prohibited under article 265 of the Constitu tion, article 81(1) must be construed as referring to depri vation of property otherwise than by levying of a tax and that levying of a tax in contravention of article 265 does not amount to a breach of a fundamental right.\r\nHe contends, on the authority of the decision of this Court in Ramjilal vs Income tax Officer, Mohindargarh(1), that while an ille gal imposition of tax may be challenged in a properly con stituted suit, it cannot be questioned by an application under article 32.\r\nThis argument overlooks the difference between a tax like the income tax and a licence fee for carrying on a business.\r\nA licence fee on a business not only takes away the property of the licensee but also operates as a restriction on his right to carry on his business, for without payment of such fee the business cannot be carried on at all.\r\nThis aspect of the matter was not raised or considered in the case relied on by the learned counsel, and that case, therefore, has no application to the facts of this case.\r\nUnder article 19(1) (g) the citizen has the right to carry on any occupation, trade or business which right under that clause is apparently to be unfettered.\r\nThe only restriction to this unfettered right is the authority of the State to make a law relating to the carrying on of such occupation, trade or business as mentioned in clause (6) of that article as amended by the Constitution (First Amend ment) Act, 1951.\r\nIf therefore, the licence fee cannot be justified on the basis of any valid law no question of its reasonableness can arise, for an illegal impost must at all times be an unreasonable restriction and will necessarily infringe the right of the citizen to carry on his occupa tion, trade or business under article 19 (1) (g) and such infringement can properly be made the subject matter of a challenge under article 32 of the Constitution.\r\n(1) [1951] S.C.R.127.\r\n579 Learned counsel for the respondents then refers us to the U.P. Town Areas Act (No. 11 of 1914) which governs the respondent Committee.\r\nSection 14 of this Act requires the Committee to annually determine and report to the District Magistrate the amount required to be raised in any town area for the purposes of this Act and provides that the amount so determined shall be raised by the imposition of a tax to be assessed on the occupiers of houses or lands within the limits of the town area according either to their general circumstances or to the annual rental value of the houses or lands so occupied by them as the Committee may determine.\r\nThere were, at the time when the bye laws of the respond ent Committee were framed, five provisos to this section none of which authorised the imposition of any tax on any business and, therefore, they have no bearing on the ques tion now under consideration.\r\nLearned counsel for the respondents, however, draws our attention to section 38 of the Act which authorises the Provincial Government by noti fication in the Official Gazette to extend to all or any or any part of any town area any enactment for the time being in force in any municipality in the United Provinces and to declare its extension to be subject to such restrictions and modifications, if any, as it thinks fit.\r\nThen he proceeds to draw our attention to Notification No. 397/XI 871 E, dated the 6th February, 1929, whereby, in supersession of all previous notifications, the Provincial Government, in exer cise of the powers conferred by section 38(1) of the United Provinces Town Areas Act, 1914, extended the provisions of sections 293(1) and 298(2) (J) (d) of the United Provinces Municipalities Act (11 of 1916) to all the town area in the United Provinces in the modified form set forth therein.\r\nThe original bye laws produced by learned counsel purport, however, to have been framed by the respondent Committee under sections 298 (2)(F)(a)and 294 of the United Provinces Municipalities Act (11 of 1916).\r\nWe have not been referred to any notification whereby section '294 580 of the United Provinces Municipalities Act was extended to the respondent Committee.\r\nIt appears, however, that the bye laws of the respondent Committee were revised in Septem ber 1942 and were then said to have been made under section 298 (2) (J) (d).\r\nIt will have, therefore, to be seen wheth er these bye laws come within The purview of section 298 (2) (J) (d) as modified in their application to the respondent Committee.\r\nIt will be noticed that under section 298 (2) (J) (d) as modified as aforesaid the respondent Committee is authorised only to make bye laws fixing any charges or fees or any scale of charges or fees to be paid under section 9.93(1) and prescribing the times at which such charges or fees shall be payable and designating the persons authorised to receive payment thereof.\r\nSection 293(1), as modified, authorises the respondent Committee to charge fees to be fixed by bye laws or by public auction or by agreement for the use or occupation (otherwise than under a lease) of any immovable property vested in, or entrusted to the management of the Town Area Committee, including any public street or place of which it allows the use or occupation whether by allowing a projection thereon or otherwise.\r\nBye law 1 of the respondent Committee to which a reference has already been made forbids a person from using any land within the limits of the town area for the sale or purchase of fruits and vegetables without paying the prescribed fee.\r\nBye law 4 (b), however, allows any person to sell in wholesale at any place in the town area, provided he pays the prescribed fees to the licensee.\r\nThese bye laws do not purport to fix a fee for the use or occupation of any immovable property vested in or entrusted to the management of the Town Area Committee including any public street or place of which it allows the use or occupation whether by allowing a projection thereon or otherwise.\r\nSections 293(1) and 298(2) (J) (d) of the United Province Municipalities Act, 1916, as amended at the time they were extended to the town areas in the United Provinces do not empower the Town Area Committee to make any bye law authorising it to 581 charge any fees otherwise than for the use or occupation of any property vested in or entrusted to the management of the Town Area Committee including any public street.\r\nTherefore, the bye laws prima facie go much beyond the powers con ferred on the respondent Committee by the sections men tioned above and the petitioner complains against the en forcement of these bye laws against him as he carries on business in his own shop and not in or on any immoveable property vested in the Town Area Committee or entrusted to their management.\r\nLearned counsel for the respondent Commit tee, however, urges that the growers of vegetables and fruits come on foot or in carts or on horses along the public street and stand outside the petitioner 's shop and for such use of the public street the respondent Committee is well within its powers to charge the fees.\r\nFrom the way the case was formulated by the learned counsel, it is quite clear that if anybody uses the public street it is the growers of vegetables and fruits who come to the petition er 's shop to get their produce auctioned by the petitioner and the petitioner cannot be charged with fees for use of the public street by those persons.\r\nIn our opinion, the bye laws which impose a charge on the wholesale dealer in the shape of the prescribed fee, irrespective of any use or occupation by him of immoveable property vested in or en trusted to the management of the Town Area Committee includ ing any public street, are obviously ultra vires the powers of the respondent Committee and, therefore, the bye laws cannot be said to constitute a valid law which alone may, under article 19(16) of the Constitution,ofimpose a restric tion on the right conferred by article 19(1) (g).\r\nIn the absence of any valid law authorising it, such illegal impo sition must undoubtedly operate as an illegal restraint and must infringe the unfettered right of the wholesale dealer to carry on his occupation, trade or business which is guaranteed to him by article 19(1) (g) of our Constitution 75 582 In this view of the matter the petitioner is entitled to a suitable order for protection of his fundamental right.\r\nThe prayer in the petition, however, has been expressed in language much too wide and cannot be granted in that form.\r\nThe proper order would be to direct the respondent Committee not to prohibit the petitioner from carrying on the busi ness of a wholesale dealer in vegetables and fruits within the limits of the Jalalabad Town Area Committee until proper and valid bye laws are framed and thereafter except in accordance with a licence to be obtained by the petitioner under the bye laws to be so framed.\r\nThe respondent Commit tee will pay the costs of this application to the petition er.\r\nAgent for the petitioner: Naunit Lal.\r\n",{"entities":[[0,27,"CASE_NUMBER"],[34,64,"PROVISION"],[153,168,"LAWYER"],[190,203,"LAWYER"],[226,238,"DATE"],[283,289,"COURT"],[320,330,"PROVISION"],[611,627,"OTHERS"],[631,647,"OTHERS"],[652,658,"OTHERS"],[662,671,"GPE"],[691,704,"GPE"],[712,734,"GPE"],[798,799,"DATE"],[848,858,"GPE"],[864,873,"OTHERS"],[878,891,"OTHERS"],[972,989,"OTHERS"],[1081,1101,"RESPONDENT"],[1310,1330,"RESPONDENT"],[1400,1420,"RESPONDENT"],[1446,1466,"OTHERS"],[1471,1477,"OTHERS"],[1549,1569,"RESPONDENT"],[1616,1630,"OTHERS"],[1635,1641,"OTHERS"],[1704,1724,"RESPONDENT"],[1764,1785,"OTHERS"],[1786,1810,"RESPONDENT"],[2406,2416,"OTHERS"],[2421,2428,"OTHERS"],[2523,2533,"OTHERS"],[2538,2544,"OTHERS"],[2563,2572,"RESPONDENT"],[2577,2597,"RESPONDENT"],[2730,2767,"PROVISION"],[2823,2843,"RESPONDENT"],[3145,3163,"PROVISION"],[3210,3230,"RESPONDENT"],[3245,3266,"RESPONDENT"],[3730,3736,"OTHERS"],[3741,3751,"OTHERS"],[3827,3832,"OTHERS"],[3852,3861,"OTHERS"],[4177,4197,"OTHERS"],[4210,4221,"OTHERS"],[4290,4309,"OTHERS"],[4424,4434,"OTHERS"],[4471,4483,"OTHERS"],[4501,4521,"OTHERS"],[4892,4905,"DATE"],[4942,4962,"RESPONDENT"],[4969,4983,"DATE"],[5223,5227,"DATE"],[5321,5325,"DATE"],[5405,5414,"OTHERS"],[5418,5423,"OTHERS"],[5460,5479,"OTHERS"],[5481,5490,"GPE"],[5598,5614,"JUDGE"],[5620,5629,"STATUTE"],[5866,5876,"OTHERS"],[5881,5887,"OTHERS"],[5906,5920,"PETITIONER"],[6958,6975,"OTHERS"],[6998,7008,"OTHERS"],[7013,7019,"OTHERS"],[7118,7128,"OTHERS"],[7277,7297,"RESPONDENT"],[7713,7733,"RESPONDENT"],[7955,7969,"RESPONDENT"],[8137,8148,"PROVISION"],[8156,8169,"OTHERS"],[8171,8184,"PROVISION"],[8235,8243,"OTHERS"],[8275,8278,"OTHERS"],[8301,8304,"OTHERS"],[8325,8336,"PROVISION"],[8453,8484,"OTHERS"],[8485,8499,"GPE"],[8642,8653,"PROVISION"],[8704,8707,"GPE"],[8717,8727,"GPE"],[8764,8773,"GPE"],[8916,8924,"GPE"],[8962,8970,"GPE"],[9181,9198,"PROVISION"],[9551,9593,"STATUTE"],[9899,9917,"PROVISION"],[10001,10037,"PROVISION"],[10124,10155,"STATUTE"],[10197,10207,"PROVISION"],[10283,10302,"COURT"],[10464,10467,"OTHERS"],[10503,10518,"OTHERS"],[10757,10778,"RESPONDENT"],[11038,11059,"STATUTE"],[11081,11102,"ORG"],[11246,11258,"OTHERS"],[11476,11494,"DATE"],[11556,11577,"ORG"],[11657,11677,"STATUTE"],[11706,11740,"PROVISION"],[11765,11796,"STATUTE"],[11978,11998,"RESPONDENT"],[12005,12034,"PROVISION"],[12042,12090,"STATUTE"],[12147,12159,"PROVISION"],[12171,12206,"STATUTE"],[12227,12248,"RESPONDENT"],[12296,12316,"RESPONDENT"],[12333,12348,"DATE"],[12392,12415,"PROVISION"],[12505,12528,"PROVISION"],[12569,12590,"RESPONDENT"],[12622,12645,"PROVISION"],[12675,12695,"RESPONDENT"],[12808,12823,"PROVISION"],[12965,12979,"PROVISION"],[13009,13029,"RESPONDENT"],[13238,13257,"OTHERS"],[13397,13402,"STATUTE"],[13410,13430,"RESPONDENT"],[13574,13580,"OTHERS"],[13585,13595,"OTHERS"],[13636,13645,"STATUTE"],[13924,13943,"OTHERS"],[14078,14112,"PROVISION"],[14120,14160,"STATUTE"],[14265,14284,"OTHERS"],[14448,14467,"OTHERS"],[14578,14598,"RESPONDENT"],[14813,14832,"OTHERS"],[14892,14913,"RESPONDENT"],[14950,14960,"OTHERS"],[14965,14971,"OTHERS"],[15020,15033,"OTHERS"],[15099,15112,"OTHERS"],[15117,15137,"RESPONDENT"],[15848,15868,"RESPONDENT"],[16047,16064,"PROVISION"],[16328,16345,"PROVISION"],[16648,16668,"RESPONDENT"],[16756,16766,"OTHERS"],[16771,16777,"OTHERS"],[16803,16812,"GPE"],[16813,16832,"OTHERS"],[17001,17081,"PROCEDURES"]]}]]}