{"classes":["COURT","PETITIONER","RESPONDENT","JUDGE","LAWYER","DATE","ORG","GPE","STATUTE","PROVISION","PRECEDENT","CASE_NUMBER","WITNESS","PROCEDURES","OTHERS"],"annotations":[["Civil Appeal No. 154 of 1951.\r\nAppeal from a judgment and order of the 1st April, 1949, of the High Court of Judicature, Madras (Rajamannar C.J. and Balakrishna Aiyar J.) in Civil Miscellaneous Peti tion No. 1317 of 1949 arising out of Order dated 29th Janu ary, 1949, of the Commissioner of Labour, Madras.\r\nS.C. Isaacs (section N. Mukherjee, with him), for the appel lant.\r\nThe respondent was not represented.\r\nApril 10.\r\nThe Judgment of the Court was delivered by MUKHERJEA J.\r\nThis appeal is directed against a judgment of a Division Bench of the Madras High Court dated 1st April, 1949, passed in a certiorari proceeding, by which the learned Judges directed the issue of a writ of certiorari for quashing a portion of an order made by the Labour Com missioner, Madras, in any enquiry under section 51 of the Madras Shops and Establishments Act.\r\n520 The facts material for our present purpose lie within a narrow compass and to appreciate the point that requires consideration in this appeal it will be convenient first of all to advert to a few relevant provisions of the Madras Act referred to above.\r\nThe Act was passed in 1947 and its ob ject, as stated in the preamble, is to provide for the regulation of conditions of work in shops and other estab lishments.\r\nSection 14(1) of the Act sets a statutory limi tation upon the working hours and lays down: \"Subject to the other provisions of the Act, no person employed in any establishment shall be required or allowed to work for more than 8 hours in any day and 48 hours in any week.\r\n\" A proviso attached to the sub section which by way of exception to the rule enunciated therein, allows employment of a person in any establishment for any period in excess of this statutory limit subject to payment of overtime wages, provided the period of work including overtime work does not exceed 10 hours any day, and in the aggregate 54 hours in any week.\r\nSection 31 provides: \"Where any person employed in any establishment is re quired to work overtime, he shall be entitled, in respect of such overtime work, to wages at twice the rate of ordinary rate of wages.\r\n\" Section 50 preserves the existing rights and privileges of an employee in any establishment if these rights and privileges are more favourable to him than those created by the Act.\r\nThe section runs as follows : \"Nothing contained in this Act shall affect any rights or privileges which any person employed in any establishment is entitled to on the date on which this Act comes into operation in respect of such establishment under any other law, contract, custom.\r\nOr Usage applicable to such estab lishment if such rights and privileges are more favourable to him than those to which he would be entitled under this Act.\r\n\" 521 The only other relevant section is section 51 which says : \"If any question arises whether all or any of the provi sions of this Act apply to an establishment or to a person employed thereto or whether section 50 applies to any case or not, it shall be decided by the Commissioner of Labour and his decision thereon shall be final and shall not be liable to be questioned in a court of law\".\r\nThe appellant is a limited company carrying on business in Madras, while the respondent is an association of cleri cal employees including those working under the appellant.\r\nOn November 10, 1948, the respondent presented an applica tion before the Labour Commissioner, Madras, under section 51 of the Shops and Establishments Act for decision of certain questions referred to in the petition which related to the rights and privileges of the employees of the appel lant.\r\nThe Commissioner issued a notice calling upon the appellant to appear and answer the contentions raised on behalf of the employees.\r\nThe parties appeared before the Commissioner on 26th November, 1948, and again on 16th December following when they were represented by lawyers.\r\nAfter hearing the parties and on a consideration of the evidence adduced by them, the Labour Commissioner made his decision on 29th January, 1949.\r\nThe questions raised by the employees were classified by the Commissioner under six separate issues and two of them, which are material for our present purpose, are worded as follows : Issue No. 5.\r\nWhether there has been an increase in working hours from 6 to 61/2 on week days from 12th October, 1948, and the increase is permissible ? Issue No. 6.\r\nWhether overtime wages at twice the ordi nary rates should not be paid for work done by the employees after the normal working hours ? On Issue No. 5.\r\nthe 'decision of the Commissioner was that the 'business hours of the company were six and half prior to 1st April, 1948 ', when the Act came into force and they continue to be so even now.\r\nIt is 522 true that a circular ' was issued which was to take effect from 12th October, 1948, under which the lunch interval was reduced by half an hour, but at the same time it was direct ed that the office would close for business with the general public at 5 P.M. instead of 5 30 P.M.\r\nOn all working days so far as business hours are concerned.\r\nAs regards Issue No. 6 the Labour Commissioner observes first of all that although it is customary in many estab lishments to fix certain hours of business during which business is transacted with the outside public, yet they are not the 'real hours of employment and as a matter of fact the employees do work outside these business hours, for which they are not entitled to any extra remuneration pro vided.\r\nthe statutory limit of 8 hours a day is not exceeded.\r\nIn the opinion of the Commissioner if the normal hours of work were previously fixed and strictly adhered to, the employees could have acquired a right or privilege to work only for such hours and they would be entitled to seek protection under section 50 of the Act against the imposi tion of longer hours without a corresponding increase in emoluments.\r\nThe Commissioner goes on to say that in such cases it would be sufficient if compensatory wages are paid at the ordinary rate calculated according to rule 10 of the Madras Shops and Establishments Rules for work in excess of the normal hours but less than the statutory hours.\r\nBut for work of more than 8 hours a day or 48 hours a week, wages at twice the ordinary rates should be paid as required by the proviso to section 14 (1) and section 31 of the Act.\r\nThe conclusion reached by the Commissioner with regard to this issue is expressed by him in the following words: \"I hold that the case of Messrs. Parry and Company 's employees falls under the former category and that the employees in this company will be entitled to overtime wages only when the statutory hours are exceeded.\r\n\" This order, as said above, was made on 29th January, 1949, and on 16th of February following the 523 respondent association filed a petition before the High Court at Madras, praying for a writ of certiorari to quash the same.\r\nThis application was heard by a Bench of two Judges and by the judgment dated 1st of April, 1949, the learned Judges allowed the petition in part and quashed the order of the Labour Commissioner in so far as it decided that the employees of the appellant will be entitled to overtime wages only when the statutory hours were exceeded.\r\nIt is the/propriety of this decision that has been chal lenged before us in this appeal.\r\nIt is somewhat unfortunate that the respondent remained unrepresented before us and the appeal had to be heard ex parte.\r\nMr. Isaacs, who appeared on behalf of the appellant, has, however, rendered every assistance that he possibly could and has placed before us all the material facts and relevant provisions of law.\r\nHaving given the matter our best consideration, we are of the opinion that the order of the High Court cannot be supported and that this appeal should be allowed.\r\nThe High Court seems to have based its decision on the ground that the Commissioner of Labour ' failed to answer the question raised by the association as to whether the company was entitled to require the employees to work more than six and half hours a day.\r\nAccording to the learned Judge, the Labour Commissioner was not right in holding that even if the working hours were fixed at six and half hours a day, the employees would be entitled to overtime wages only when the statutory hours are exceeded.\r\nAs has been pointed out already, the Labour Commission er did decide that if the normal hours of work were previ ously fixed and rigidly adhered to, the employees would be entitled to seek protection under Section 50 of the Act against imposition of longer hours of ,work without a corre sponding increase in their emoluments.\r\nThe increase in such cases, according to the Labour Commissioner, should be on the scale of compensatory wages allowed under rule 10 of 524 the Madras Shops and Establishments Rules.\r\nIf, however, the increase is more than the statutory period, \"the employees will be entitled to wages at double rate under Section 31 of,the Act.\r\nThis decision may or may not be right, but it has not been and cannot be suggested that the Labour Commis sioner acted without jurisdiction or in excess of his pow ers.\r\nUnder Section 51 of the Madras Shops and Establish ments Act, the Labour Commissioner is the only proper and competent authority to determine the questions referred to it in that section; and there is an express provision in it that the decision of the Labour Commissioner shall be final and not liable to be challenged in any court of/law.\r\nIt was the respondent who took the matter before the Labour Commis sioner in the present case and invited his decision upon the questions raised in the petition.\r\nThe Commissioner was certainly bound to decide the questions and he did decide them.\r\nAt the worst, he may have come to an erroneous conclu sion, but the conclusion is in respect of a matter which lies entirely within the jurisdiction of the Labour Commis sioner to decide and it does not relate to anything collat eral, an erroneous decision upon which might affect his jurisdiction.\r\nThe records of the case do not disclose any error apparent on the face of the proceeding or any irregu larity in the procedure adopted by the Labour Commissioner which goes contrary to the principles of natural justice.\r\nThus there was absolutely no grounds here which would justi fy a superior court in issuing a writ of certiorari for removal of an order or proceeding of an inferior tribunal vested with powers to exercise judicial or quasi judicial functions.\r\nWhat the High Court has done really is to exer cise the powers of an appellate court and correct what it considered to be an error in the decision of the Labour Commissioner.\r\nThis obviously it cannot do.\r\nThe position might have been different if the Labour Commissioner had omitted to decide a matter which he was bound to decide and in such cases a mandamus might legitimately issue commanding the authority to determine questions which it left 525 undecided(1); but no certiorari is available to quash a decision passed with jurisdiction by an inferior tribunal on the mere ground that such decision is erroneous.\r\nThe judg ment of the High Court, therefore, in our opinion, is plain ly unsustainable.\r\nIn the view which we have taken, it is unnecessary to express any opinion as to whether certiorari has been taken away if it can be taken away at all under our Constitution by the provision of section 51 of the Madras Shops and Establishments Act which lays down that the decision of the Labour Commissioner would be final and incapable of being challenged in any court of law.\r\nIt was conceded by Mr. Isaacs that in spite of such statutory provisions the superior court is not absolutely deprived of the power to issue a writ, although it can do so only on the ground of either a manifest defect of jurisdiction in the tribunal that made the order or of a manifest fraud in the party procuring it(2).\r\nThe result is, that in our opinion the appeal succeeds and the judgment of the High Court is set aside and the order of the Labour Commissioner affirmed.\r\nAs the respondent was absent, we do not think it proper, in the circumstances of this case, to make any order for costs.\r\n(1) Vide Board of Education vs Rice and others, [1911] A.C. 179.\r\n(2) Vide Colonial Bank of Australasia vs Robert Willan, 5P.C. Ap, peals 417.\r\n",{"entities":[[6,29,"CASE_NUMBER"],[71,86,"DATE"],[95,119,"COURT"],[121,127,"GPE"],[129,144,"JUDGE"],[149,169,"JUDGE"],[204,220,"CASE_NUMBER"],[248,267,"DATE"],[300,307,"GPE"],[309,320,"PETITIONER"],[330,342,"LAWYER"],[413,422,"DATE"],[467,479,"JUDGE"],[551,568,"COURT"],[575,590,"DATE"],[767,773,"GPE"],[796,806,"PROVISION"],[831,850,"STATUTE"],[1079,1089,"STATUTE"],[1132,1136,"DATE"],[1273,1283,"PROVISION"],[1913,1923,"PROVISION"],[2126,2136,"PROVISION"],[2792,2802,"PROVISION"],[2959,2969,"PROVISION"],[3025,3047,"OTHERS"],[3209,3215,"GPE"],[3328,3345,"DATE"],[3399,3418,"OTHERS"],[3420,3426,"GPE"],[3434,3444,"PROVISION"],[3462,3480,"STATUTE"],[3804,3823,"DATE"],[3838,3851,"DATE"],[3988,4007,"OTHERS"],[4029,4048,"DATE"],[4235,4247,"OTHERS"],[4334,4352,"DATE"],[4388,4400,"OTHERS"],[4540,4552,"OTHERS"],[4659,4674,"DATE"],[4819,4837,"DATE"],[5106,5117,"OTHERS"],[5805,5815,"PROVISION"],[6066,6073,"PROVISION"],[6081,6087,"GPE"],[6098,6118,"PROVISION"],[6333,6343,"PROVISION"],[6352,6362,"PROVISION"],[6514,6527,"ORG"],[6745,6763,"DATE"],[6772,6788,"DATE"],[6858,6868,"COURT"],[6872,6878,"GPE"],[7011,7029,"DATE"],[7108,7127,"OTHERS"],[7481,7491,"LAWYER"],[7913,7935,"OTHERS"],[8139,8158,"OTHERS"],[8387,8407,"OTHERS"],[8556,8566,"PROVISION"],[8723,8742,"OTHERS"],[8803,8817,"PROVISION"],[8822,8828,"GPE"],[8839,8860,"PROVISION"],[8985,8995,"PROVISION"],[9101,9121,"OTHERS"],[9185,9195,"PROVISION"],[9203,9209,"GPE"],[9220,9239,"STATUTE"],[9245,9264,"OTHERS"],[9432,9451,"OTHERS"],[9574,9594,"OTHERS"],[9926,9946,"OTHERS"],[10212,10231,"OTHERS"],[10689,10709,"OTHERS"],[10787,10806,"OTHERS"],[11435,11445,"PROVISION"],[11453,11459,"GPE"],[11470,11488,"STATUTE"],[11530,11549,"OTHERS"],[11640,11650,"LAWYER"],[12069,12088,"OTHERS"],[12226,12268,"PRECEDENT"],[12292,12342,"PRECEDENT"]]}]]}